const Икос: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Икос</h3>
      </header>
      <p>
        Уничиженную душу мою многими соблазны, ты, святый предстателю,
        неизреченныя славы небесныя сподоби, и певец с лики безплотных сил
        Божиих, помилуй мя и сохрани, и помыслы добрыми душу мою просвети, да
        твоею славою, Aнгеле мой, обогащуся, и низложи зломыслящия мне враги, и
        сотвори мя достойна Царствия Небеснаго.
      </p>
    </section>
  );
};

export default Икос;
