const Молитва: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва к Aнгелу Xранителю</h3>
      </header>
      <p>
        Ангеле Христов святый, к тебе припадая молюся, хранителю мой святый,
        приданный мне на соблюдение души и телу моему грешному от святаго
        крещения, аз же своею леностию и своим злым обычаем прогневах твою
        пречистую светлость и отгнах тя от себе всеми студными делы: лжами,
        клеветами, завистию, осуждением, презорством, непокорством,
        братоненавидением, и злопомнением, сребролюбием, прелюбодеянием,
        яростию, скупостию, объядением без сытости и опивством,
        многоглаголанием, злыми помыслы и лукавыми, гордым обычаем и блудным
        возбешением, имый самохотение на всякое плотское вожделение. О, злое мое
        произволение, егоже и скоти безсловеснии не творят! Да како возможеши
        воззрети на мя, или приступити ко мне, аки псу смердящему? Которыма
        очима, ангеле Христов, воззриши на мя, оплетшася зле во гнусных делех?
        Да како уже возмогу отпущения просити горьким и злым моим и лукавым
        деянием, в няже впадаю по вся дни и нощи и на всяк час? Но молюся ти
        припадая, хранителю мой святый, умилосердися на мя грешнаго и
        недостойнаго раба твоего  <i>(имя­рек)</i>, буди
        ми помощник и заступник на злаго моего сопротивника, святыми твоими
        молитвами, и Царствия Божия причастника мя сотвори со всеми святыми,
        всегда, и ныне и присно и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default Молитва;
