import { Typography } from '@mui/material';

const Песнь5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 5</h3>
      </header>
      <Typography variant="body2">
        Утренююще вопием Ти: Господи, спаси ны; Ты бо еси Бог наш, разве Тебе
        иного не вемы.
      </Typography>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Яко имея дерзновение к Богу, хранителю мой святый, Сего умоли от
        оскорбляющих мя зол избавити.
      </p>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Свете светлый, светло просвети душу мою, наставниче мой и хранителю, от
        Бога данный ми Aнгеле.
      </p>
      <p>
        Сла́ва: Спяща мя зле тяготою греховною, яко бдяща сохрани, Aнгеле Божий,
        и возстави мя на славословие молением твоим.
      </p>
      <p>
        И ны́не: Марие, Госпоже Богородице безневестная, надеждо верных, вражия
        возношения низложи, поющия же Тя возвесели.
      </p>
    </section>
  );
};

export default Песнь5;
