import { Typography } from '@mui/material';

const Песнь7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 7</h3>
      </header>
      <Typography variant="body2">
        От Иудеи дошедше отроцы, в Вавилоне иногда, верою Троическою пламень
        пещный попраша, поюще: отцев Боже, благословен еси.
      </Typography>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Милостив буди ми, и умоли Бога, Господень Aнгеле, имею бо тя заступника
        во всем животе моем, наставника же и хранителя, от Бога дарованнаго ми
        во веки.
      </p>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Не остави в путь шествующия души моея окаянныя убити разбойником, святый
        Aнгеле, яже ти от Бога предана бысть непорочне; но настави ю на путь
        покаяния.
      </p>
      <p>
        Сла́ва: Всю посрамлену душу мою привожду от лукавых ми помысл и дел: но
        предвари, наставниче мой, и исцеление ми подаждь благих помысл, уклоняти
        ми ся всегда на правыя стези.
      </p>
      <p>
        И ны́не: <i>Иисусу:</i> Премудрости исполни всех и крепости Божественныя,
        Ипостасная Премудросте Вышняго, Богородицы ради, верою вопиющих: отец
        наших Боже, благословен еси.
      </p>
    </section>
  );
};

export default Песнь7;
