import { Typography } from '@mui/material';

const Песнь6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 6</h3>
      </header>
      <Typography variant="body2">
        Ризу ми подаждь светлу, одеяйся светом яко ризою, многомилостиве Христе
        Боже наш.
      </Typography>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Всяких мя напастей свободи, и от печалей спаси, молюся ти, святый
        Aнгеле, данный ми от Бога, хранителю мой добрый.
      </p>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Освети ум мой, блаже, и просвети мя, молюся ти, святый Aнгеле, и мыслити
        ми полезная всегда настави мя.
      </p>
      <p>
        Сла́ва: Устави сердце мое от настоящаго мятежа, и бдети укрепи мя во
        благих, хранителю мой, и настави мя чудно к тишине животней.
      </p>
      <p>
        И ны́не: Слово Божие в Тя вселися, Богородице, и человеком Тя показа
        небесную лествицу; Тобою бо к нам Вышний сошел есть.
      </p>
    </section>
  );
};

export default Песнь6;
