import { Typography } from '@mui/material';

const Песнь1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Канон, <i>глас 8-й</i>
        </h3>
        <h3>Песнь 1</h3>
      </header>
      <Typography variant="body2">
        <i>Ирмо́с:</i> Поим Господеви, проведшему люди Своя сквозе Чермное море,
        яко един славно прославися.
      </Typography>
      <p>
        <i>Иисусу:</i> <b>Господи Иисусе Христе Боже мой, помилуй мя.</b>
      </p>
      <p>
        Песнь воспети и восхвалити, Спасе, Твоего раба достойно сподоби,
        безплотному Aнгелу, наставнику и хранителю моему.
      </p>
      <p>
        <i>Припев:</i>{" "}
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Един аз в неразумии и в лености ныне лежу, наставниче мой и хранителю,
        не остави мене, погибающа.
      </p>
      <p>
        Сла́ва: Ум мой твоею молитвою направи, творити ми Божия повеления, да
        получу от Бога отдание грехов, и ненавидети ми злых настави мя, молюся
        ти.
      </p>
      <p>
        И ны́не: Молися, Девице, о мне, рабе Твоем, ко Благодателю, со хранителем
        моим Aнгелом, и настави мя творити заповеди Сына Твоего и Творца моего.
      </p>
    </section>
  );
};

export default Песнь1;
