import { Typography } from '@mui/material';

const Песнь9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 9</h3>
      </header>
      <Typography variant="body2">
        Воистинну Богородицу Тя исповедуем, спасеннии Тобою, Дево чистая, с
        безплотными лики Тя величающе.
      </Typography>
      <p>
        <i>Иисусу:</i> <b>Господи Иисусе Христе Боже мой, помилуй мя.</b>
      </p>
      <p>
        Помилуй мя, едине Спасе мой, яко милостив еси и милосерд, и праведных
        ликов сотвори мя причастника.
      </p>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Мыслити ми присно и творити, Господень Aнгеле, благая и полезная даруй,
        яко сильна яви в немощи и непорочна.
      </p>
      <p>
        Сла́ва: Яко имея дерзновение к Царю Небесному, Того моли, с прочими
        безплотными, помиловати мя, окаяннаго.
      </p>
      <p>
        И ны́не: Много дерзновение имущи, Дево, к Воплощшемуся из Тебе, преложи
        мя от уз и разрешение ми подаждь и спасение, молитвами Твоими.
      </p>
    </section>
  );
};

export default Песнь9;
