import { Typography } from '@mui/material';

const Песнь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 3</h3>
      </header>
      <Typography variant="body2">
        Ты еси утверждение притекающих к Тебе, Господи, Ты еси свет омраченных,
        и поет Тя дух мой.
      </Typography>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Все помышление мое и душу мою к тебе возложих, хранителю мой; ты от
        всякия мя напасти вражия избави.
      </p>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Враг попирает мя, и озлобляет, и поучает всегда творити своя хотения; но
        ты, наставниче мой, не остави мене погибающа.
      </p>
      <p>
        Сла́ва: Пети песнь со благодарением и усердием Творцу и Богу даждь ми, и
        тебе, благому Aнгелу хранителю моему: избавителю мой, изми мя от враг
        озлобляющих мя.
      </p>
      <p>
        И ны́не: Исцели, Пречистая, моя многонедужныя струпы, яже в души, прожени
        враги, иже присно борются со мною.
      </p>
    </section>
  );
};

export default Песнь3;
