import { Typography } from '@mui/material';

const Песнь8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 8</h3>
      </header>
      <Typography variant="body2">
        Царя Небеснаго, Егоже поют вои ангельстии, хвалите и превозносите во вся
        веки.
      </Typography>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        От Бога посланный, утверди живот мой, раба твоего, преблагий Aнгеле, и
        не остави мене во веки.
      </p>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Ангела тя суща блага, души моея наставника и хранителя, преблаженне,
        воспеваю во веки.
      </p>
      <p>
        Сла́ва: Буди ми покров и забрало в день испытания всех человек, воньже
        огнем искушаются дела благая же и злая.
      </p>
      <p>
        И ны́не: Буди ми помощница и тишина, Богородице Приснодево, рабу Твоему,
        и не остави мене лишена быти Твоего владычества.
      </p>
    </section>
  );
};

export default Песнь8;
