import { Typography } from '@mui/material';

const Песнь4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 4</h3>
      </header>
      <Typography variant="body2">
        Услышах, Господи, смотрения Твоего таинство, разумех дела Твоя, и
        прославих Твое Божество.
      </Typography>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Моли Человеколюбца Бога ты, хранителю мой, и не остави мене, но присно в
        мире житие мое соблюди и подаждь ми спасение необоримое.
      </p>
      <p>
        <b>Святый Aнгеле Божий, хранителю мой, моли Бога о мне.</b>
      </p>
      <p>
        Яко заступника и хранителя животу моему прием тя от Бога, Aнгеле, молю
        тя, святый, от всяких мя бед свободи.
      </p>
      <p>
        Сла́ва: Мою скверность твоею святынею очисти, хранителю мой, и от части
        шуия да отлучен буду молитвами твоими и причастник славы явлюся.
      </p>
      <p>
        И ны́не: Недоумение предлежит ми от обышедших мя зол, Пречистая, но
        избави мя от них скоро: к Тебе бо единей прибегох.
      </p>
    </section>
  );
};

export default Песнь4;
