const Седален: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Седален, <i>глас 2-й</i>
        </h3>
      </header>
      <p>
        От любве душевныя вопию ти, хранителю моея души, всесвятый мой Aнгеле:
        покрый мя и соблюди от лукаваго ловления всегда, и к жизни настави
        небесней, вразумляя и просвещая и укрепляя мя.
      </p>
      <p>Сла́ва, и ны́не:</p>
      <p>
        <i>Богородичен:</i> Богородице безневестная Пречистая, Яже без семени
        рождши всех Владыку, Того со Aнгелом хранителем моим моли, избавити ми
        ся всякаго недоумения, и дати умиление и свет души моей и согрешением
        очищение, Яже едина вскоре заступающи.
      </p>
    </section>
  );
};

export default Седален;
