const Тропaрь: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропарь, <i>глас 6-й</i>
        </h3>
      </header>
      <p>
        Ангеле Божий, хранителю мой святый, живот мой соблюди во страсе Христа
        Бога, ум мой утверди во истиннем пути, и к любви горней уязви душу мою,
        да тобою направляемь, получу от Христа Бога велию милость.
      </p>
      <p>Слава, и ныне:</p>
      <p>
        <i>Богородичен:</i> Святая Владычице, Христа Бога нашего Мати, яко всех
        Творца недоуменно рождшая, моли благость Его всегда, со хранителем моим
        ангелом, спасти душу мою, страстьми одержимую, и оставление грехов
        даровати ми.
      </p>
    </section>
  );
};

export default Тропaрь;
