const Gospodnya: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва Господня
        </h3>
      </header>
      <p>
        Отче наш, Который на небесах!
        Да святится имя Твоё; да придёт Царство Твоё;
        да будет воля Твоя и на земле, как на небе;
        хлеб наш насущный дай нам сегодня;
        и прости нам долги наши, как и мы прощаем должникам нашим;
        и не введи нас во искушение, но избавь нас от лукавого.
      </p>
    </section>
  );
};

export default Gospodnya;
