const M3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 3-я, то­го же свя­того
        </h3>
      </header>
      <p>
        К Тебе, Владыка Человеколюбец, восстав от
        сна я спешу, и за дела Тебе угодные
        принимаюсь, по милосердию Твоему, и
        молюсь Тебе: помоги мне во всякое время, во
        всяком деле, и избавь меня от всякой злой
        превратности в мире сем и от диавольского
        содействия, и спаси меня, и введи в Царство
        Твоё вечное. Ибо Ты - мой Творец и всякого
        блага Промыслитель и Податель.
        И в Тебе - вся надежда моя, и Тебе славу
        воссылаю, ныне, и всегда, и во веки веков.
        Аминь.
      </p>
    </section>
  );
};

export default M3;
