const M4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 4-я, то­го же свя­того
        </h3>
      </header>
      <p>
        Господи, Ты по многой Твоей благости и
        великому милосердию Твоему дал мне, рабу
        Твоему, минувшее время ночи сей пройти без
        напасти от всякого зла противника.
        Ты Сам, Владыка, Творец всего, удостой меня
        истинным Твоим светом и просвещенным
        сердцем творить волю Твою, ныне, и всегда, и
        во веки веков. Аминь.
      </p>
    </section>
  );
};

export default M4;
