const M6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 6-я, то­го же свя­того
        </h3>
      </header>
      <p>
        Тебя благословляем, Всевышний Боже и
        Господи милостивый, всегда творящего с
        нами дела великие и непостижимые, славные
        же и ужасные, которым нет числа, подавшего
        нам сон для упокоения немощи нашей и для
        отдыха от трудов многотрудной плоти.
        Благодарим Тебя, ибо Ты не погубил нас с
        беззакониями нашими, но явил Свое
        человеколюбие, как обычно, и нас, в
        бесчувствии сна лежащих, воздвиг для
        славословия могущества Твоего. Поэтому мы
        молим безмерную Твою благость: просвети
        наши мысленные очи и ум наш от тяжкого
        сна беспечности воздвигни. Отверзи уста
        наши и наполни их хвалою Тебе, дабы мы
        смогли непоколебимо воспевать, восхвалять и
        славить Тебя, во всех и от всех
        прославляемого Бога, безначального Отца со
        единородным Твоим Сыном и всесвятым, и
        благим, и животворящим Твоим Духом, ныне,
        и всегда, и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default M6;
