const Okonchanie: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Окон­ча­ние мо­литв
        </h3>
      </header>
      <p>
        Достой­но есть во­ис­ти­ну /
        про­слав­лять Те­бя, Бо­го­ро­ди­цу, /
        веч­но бла­жен­ную и пре­не­по­роч­ную /
        и Ма­терь Бо­га на­ше­го. /
        Че­стью выс­шую Хе­ру­ви­мов /
        и несрав­нен­но слав­ней­шую Се­ра­фи­мов, /
        дев­ствен­но Бо­га-Сло­во ро­див­шую, /
        ис­тин­ную Бо­го­ро­ди­цу – Те­бя величаем.<sup>*</sup>
      </p>
      <p>
        Слава Отцу, и Сыну, и Святому Духу,
        и ныне, и всегда, и во веки веков. Аминь.
      </p>
      <p>
        Гос­по­ди, по­ми­луй. <i>Триж­ды.</i>
      </p>
      <p>
        Гос­по­ди Иису­се Хри­сте, Сын Бо­жий, по мо­лит­вам Пре­чи­стой
        Тво­ей Ма­те­ри, пре­по­доб­ных и бо­го­нос­ных от­цов на­ших и
        всех свя­тых, по­ми­луй и спа­си ме­ня, грешного.
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается
          припев и ирмос 9-й песни пасхального канона:
          «Ангел возглашал Благодатной: / Чистая Дева,
          радуйся! / И снова скажу: Радуйся! / Твой
          Сын воскрес в третий день из гроба, / 
          и мертвых воскресил. / Люди, торжествуйте!
          Светись, светись, новый Иерусалим, / ибо
          слава Господня над тобою взошла! / Ликуй
          ныне и красуйся, Сион! / Ты же радуйся, Чистая
          Богородица, / о воскресении Рожденного
          Тобой».
        </p>
      </footer>
    </section>
  );
};

export default Okonchanie;
