const OUsopshih: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва о усопших
        </h3>
      </header>
      <p>
        Упо­кой, Гос­по­ди, ду­ши усоп­ших ра­бов Тво­их:
        ро­ди­те­лей мо­их <i>(име­на)</i>, род­ствен­ни­ков,
        бла­го­де­те­лей <i>(име­на их)</i>, и всех пра­во­слав­ных
        хри­сти­ан, и про­сти им все со­гре­ше­ния воль­ные и
        неволь­ные, и да­руй им Цар­ство Небесное.
      </p>
      <p>
        <i>
          Ес­ли мо­жешь, чи­тай вме­сто крат­ких мо­литв о жи­вых и усоп­ших
          этот помянник:
        </i>
      </p>
    </section>
  );
};

export default OUsopshih;
