const SimvolVerii: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Сим­вол ве­ры
        </h3>
      </header>
      <p>
        <sup>1</sup>Верую во единого Бога, Отца, Вседержителя,
        Творца неба и земли, всего и видимого и невидимого. <sup>2</sup>
        И во единого Господа Иисуса Христа, Сына Божия,
        Единородного, от Отца рожденного прежде всех веков,
        Света от Света, Бога истинного от Бога истинного,
        рожденного, несотворенного, единосущного Отцу, через Которого всё произошло. <sup>3</sup>
        Ради нас, людей, и нашего ради спасения сошедшего с небес,
        и воплотившегося от Духа Святого и Марии Девы, и вочеловечившегося. <sup>4</sup>
        Распятого же за нас при Понтии Пилате, и страдавшего, и погребенного. <sup>5</sup>
        И воскресшего в третий день, по Писаниям. <sup>6</sup>
        И восшедшего на небеса, и сидящего справа от Отца. <sup>7</sup>
        И снова грядущего со славою судить живых и мёртвых, и Царству Его не будет конца <sup>8</sup>
        И в Духа Святого, Господа, Животворящего, от Отца исходящего,
        со Отцом и Сыном равно поклоняемого и славимого, говорившего чрез пророков. <sup>9</sup>
        Во единую, святую, соборную и апостольскую Церковь. <sup>10</sup>
        Признаю одно Крещение для прощения грехов. <sup>11</sup>
        Ожидаю воскресения мёртвых, <sup>12</sup>
        и жизни будущего века. Аминь. 
      </p>
    </section>
  );
};

export default SimvolVerii;
