const М1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 1-я, святого Макария Великого
        </h3>
      </header>
      <p>
        Боже, очисти меня, грешного, ибо я никогда
        не делал доброго пред Тобою, но избавь меня
        от зла и да будет во мне воля Твоя, чтобы мне
        не в осуждение открыть уста мои
        недостойные и восхвалить имя Твоё святое,
        Отца, и Сына, и Святого Духа ныне, и всегда,
        и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default М1;
