const М10: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 10-я, ко Пресвятой Богородице
        </h3>
      </header>
      <p>
        Пресвятая Владычица моя, Богородица,
        святыми Твоими и всесильными мольбами
        отгони от меня смиренного и несчастного
        раба Твоего уныние, забвение,
        неразумие, нерадение и все скверные,
        лукавые и хульные помышления от бедного
        моего сердца и от помраченного ума моего, и
        погаси пламя страстей моих, ибо я убог и
        несчастен. И избавь меня от многих и
        пагубных воспоминаний и намерений, и от
        всех дел злых освободи меня,
        ибо благословляют Тебя все роды и славится
        многочтимое имя Твоё во веки веков. Аминь.
      </p>
    </section>
  );
};

export default М10;
