const М9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 9-я, к ангелу-хранителю
        </h3>
      </header>
      <p>
        Святой Ангел, поставленный блюсти мою
        бедную душу и несчастную жизнь, не оставь
        меня, грешного, и не отступи от меня за
        невоздержание моё. Не дай возможности
        злому демону властвовать надо мною
        посредством смертного тела сего. Возьми
        крепко несчастную и опустившуюся мою
        руку и выведи меня на путь спасения.
        О святой Ангел Божий, хранитель и
        покровитель бедной моей души и тела!
        Прости мне всё, чем я оскорбил Тебя во все
        дни жизни моей, и если чем согрешил я в
        прошедшую ночь сию, защити меня в
        настоящий день и сохрани меня от всякого
        искушения вражеского, чтобы мне никаким
        грехом не прогневать Бога, и молись за меня
        Господу, да утвердит Он меня в страхе Своем
        и покажет меня рабом, достойным Своей
        благости. Аминь.
      </p>
    </section>
  );
};

export default М9;
