const ОтСна: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва Пресвятой Троице
        </h3>
      </header>
      <p>
        Восстав от сна, благодарю Тебя, Святая
        Троица, что по великой Твоей благости и
        долготерпению, Ты, Боже, не прогневался на
        меня, ленивого и грешного, и не погубил
        меня с беззакониями моими, но оказал мне
        обычное Твоё человеколюбие, и поднял меня,
        в бесчувствии лежащего, чтобы я рано утром
        к Тебе обратился и славословил власть Твою.
        И ныне просвети взоры мыслей моих, отверзи
        уста мои, чтобы мне поучаться слову Твоему,
        и уразумевать заповеди Твои, и творить волю
        Твою, и петь, прославляя Тебя от сердца, и
        воспевать всесвятое имя Твоё, Отца, и Сына,
        и Святого Духа ныне, и всегда, и во веки
        веков. Аминь.
      </p>
      <p>
        Придите, поклонимся Царю нашему, Богу! <i>(Пок­лон.)</i>
      </p>
      <p>
        Придите, поклонимся и припадем ко Христу,
        Царю, нашему Богу! <i>(Пок­лон.)</i>
      </p>
      <p>
        Придите, поклонимся и припадем к Самому
        Христу, Царю и Богу нашему! <i>(Пок­лон.)</i>
      </p>
    </section>
  );
};

export default ОтСна;
