const Утренние = () => (
  <section>
    <header>
      <h2>
        МОЛИТВЫ УТРЕННИЕ
      </h2>
    </header>

    <p>
      <i>
        Востав от сна, прежде всякого другого дела, стань благоговейно,
        представляя себя пред Всевидящим Богом, и, совершая крестное знамение,
        произнеси:
      </i>
    </p>
    <p>
      Во имя Отца, и Сына, и Святого Духа. Аминь.
    </p>
    <p>
      <i>
        Затем немного подожди, пока все чувства твои придут
        в тишину и мысли оставят всё земное, и тогда соверши
        положенные краткие молитвы с поклонами,
        без поспешности и со вниманием сердечным:
      </i>
    </p>
  </section>
);

export default Утренние;
