const Иоанникия: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святаго Иоанникия</h3>
      </header>
      <p>
        Упова́ние мое́ Оте́ц, прибе́жище мое́ Сын, покро́в мой Дух Святы́й: Тро́ице
        Свята́я, сла́ва Тебе́.
      </p>
      <p>
        Досто́йно е́сть я́ко вои́стину блажи́ти Тя Богоро́дицу, Присноблаже́нную и
        Пренепоро́чную и Ма́терь Бо́га на́шего. Честне́йшую Херуви́м и сла́внейшую без
        сравне́ния Серафи́м, без истле́ния Бо́га Сло́ва ро́ждшую, су́щую Богоро́дицу Тя
        велича́ем<sup>*</sup>
      </p>
      <p>Сла­ва, и ныне.</p>
      <p>
        Гос­по­ди, по­ми­луй. <i>(Три­жды.)</i>
      </p>
      <p>
        Го́споди, Иису́се Христе́, Сы́не Бо́жий, молитв ра́ди Пречи́стыя Твоея́ Ма́тере,
        преподо́бных и богоно́сных оте́ц на́ших и всех святы́х поми́луй нас. Ами́нь.
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается припев и ирмос
          9-й песни пасхального канона: «А́нгел вопия́ше Благода́тней: Чи́стая Де́во,
          ра́дуйся! И па́ки реку́: ра́дуйся! Твой Сын воскре́се тридне́вен от гро́ба и
          ме́ртвыя воздви́гнувый; лю́дие, весели́теся! Свети́ся, свети́ся, но́вый
          Иерусали́ме, сла́ва бо Госпо́дня на тебе́ возсия́. Лику́й ны́не и весели́ся,
          Сио́не. Ты же, Чи́стая, красу́йся, Богоро́дице, о воста́нии Рождества́
          Твоего́».
        </p>
      </footer>
    </section>
  );
};

export default Иоанникия;
