const ИоннаДамаскина: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святаго Иоанна Дамаскина</h3>
      </header>
      <p>
        Влады́ко Человеколю́бче, неуже́ли мне одр сей гроб бу́дет, или́ еще́ окая́нную
        мою́ ду́шу просвети́ши днем? Се ми гроб предлежи́т, се ми смерть предстои́т.
        Суда́ Твоего́, Го́споди, бою́ся и му́ки безконе́чныя, зло́е же творя́ не
        престаю́: Тебе́ Го́спода Бо́га моего́ всегда́ прогневля́ю, и Пречи́стую Твою́
        Ма́терь, и вся́ Небе́сныя си́лы, и свята́го А́нгела храни́теля моего́. Вем у́бо,
        Го́споди, я́ко недосто́ин есмь человеколю́бия Твоего́, но досто́ин есмь
        вся́каго осужде́ния и му́ки. Но, Го́споди, или́ хощу́, или́ не хощу́, спаси́ мя.
        А́ще бо пра́ведника спасе́ши, ничто́же ве́лие; и а́ще чи́стаго поми́луеши,
        ничто́же ди́вно: досто́йни бо суть ми́лости Твоея́. Но на мне гре́шнем удиви́
        ми́лость Твою́: о сем яви́ человеколю́бие Твое́, да не одоле́ет мо́я зло́ба
        Твое́й неизглаго́ланней бла́гости и милосе́рдию: и я́коже хо́щеши, устро́й о
        мне вещь.
      </p>
      <p>
        Просвети́ о́чи мои́, Христе́ Бо́же, да не когда́ усну́ в смерть, да не когда́
        рече́т враг мой: укрепи́хся на него́.
      </p>
      <p>
        Сла­ва: Засту́пник души́ моея́ бу́ди, Бо́же, я́ко посреде́ хожду́ сете́й мно́гих;
        изба́ви мя от них и спаси́ мя, Бла́же, я́ко Человеколю́бец.
      </p>
      <p>
        И ныне: Пресла́вную Бо́жию Ма́терь, и святы́х А́нгел Святе́йшую, немо́лчно
        воспои́м се́рдцем и усты́, Богоро́дицу сию́ испове́дающе, я́ко вои́стинну
        ро́ждшую нам Бо́га воплоще́нна, и моля́щуюся непреста́нно о душа́х на́ших.
      </p>
    </section>
  );
};

export default ИоннаДамаскина;
