const Исповедование: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Исповедание грехов повседневное</h3>
      </header>
      <p>
        Испове́даю Тебе́ Го́споду Бо́гу моему́ и Творцу́, во Святе́й Тро́ице Еди́ному,
        сла́вимому и покланя́емому, Отцу́ и Сы́ну и Свято́му Ду́ху, вся́ мо́я грехи́, я́же
        соде́ях во вся́ дни живота́ моего́, и на вся́кий час, и в настоя́щее вре́мя, и
        в преше́дшия дни и но́щи, де́лом, сло́вом, помышле́нием, объяде́нием,
        пия́нством, тайнояде́нием, праздносло́вием, уны́нием, ле́ностию,
        прекосло́вием, непослуша́нием, оклевета́нием, осужде́нием, небреже́нием,
        самолю́бием, многостяжа́нием, хище́нием, неправдоглаго́ланием,
        скверноприбы́тчеством, мшелои́мством, ревнова́нием, за́вистию, гне́вом,
        памятозло́бием, не́навистию, лихои́мством и все́ми мои́ми чу́вствы: зре́нием,
        слу́хом, обоня́нием, вку́сом, осяза́нием и про́чими мои́ми грехи́, душе́вными
        вку́пе и теле́сными, и́миже Тебе́ Бо́га моего́ и Творца́ прогне́вах, и бли́жняго
        моего́ онепра́вдовах: о сих жале́я, ви́нна себе́ Тебе́ Бо́гу моему́ представля́ю,
        и име́ю во́лю ка́ятися: то́чию, Го́споди Бо́же мой, помози́ ми, со слеза́ми
        смире́нно молю́ Тя: преше́дшая же согреше́ния мо́я милосе́рдием Твои́м прости́
        ми, и разреши́ от всех сих, я́же изглаго́лах пред Тобо́ю, я́ко Благ и
        Человеколю́бец.
      </p>
      <p>
        <i>Ко­гда от­хо­дишь ко сну, гла­го­ли:</i>
      </p>
      <p>
        В ру́це Твои́, Го́споди Иису́се Христе́, Бо́же мой, предаю́ дух мой: Ты же мя
        благослови́, Ты мя поми́луй и живо́т ве́чный да́руй ми. Ами́нь.
      </p>
    </section>
  );
};

export default Исповедование;
