const КондакБогородице: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Кондак Богородице</h3>
      </header>
      <p>
        Взбра́нной Воево́де победи́тельная, я́ко изба́вльшеся от злых,
        благода́рственная воспису́ем Ти раби́ Твои́, Богоро́дице, но я́ко иму́щая
        держа́ву непобеди́мую, от вся́ких нас бед свободи́, да зове́м Ти; ра́дуйся,
        Неве́сто Неневе́стная.
      </p>
      <p>
        Пресла́вная Присноде́во, Ма́ти Христа́ Бо́га, принеси́ на́шу моли́тву Сы́ну
        Твоему́ и Бо́гу на́шему, да спасе́т Тобо́ю ду́ши на́ша.
      </p>
      <p>
        Все упова́ние мое́ на Тя возлага́ю, Ма́ти Бо́жия, сохра́ни мя под кро́вом
        Твои́м.
      </p>
      <p>
        Богоро́дице Де́во, не пре́зри мене́, гре́шнаго, тре́бующа Твоея́ по́мощи и
        Твоего́ заступле́ния, на Тя бо упова́ душа́ мо́я, и поми́луй мя.
      </p>
    </section>
  );
};

export default КондакБогородице;
