const Кресту: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Знаменуй себя крестом и говори молитву Честному Кресту</h3>
      </header>
      <p>
        Да воскре́снет Бог, и расточа́тся врази́ Его́, и да бежа́т от лица́ Его́
        ненави́дящии Его́. Я́ко исчеза́ет дым, да исче́знут; я́ко та́ет воск от лица́
        огня́, та́ко да поги́бнут бе́си от лица́ лю́бящих Бо́га и зна́менующихся
        кре́стным зна́мением, и в весе́лии глаго́лющих: ра́дуйся, Пречестны́й и
        Животворя́щий Кре́сте Госпо́день, прогоня́яй бе́сы си́лою на тебе́ пропя́таго
        Го́спода на́шего Иису́са Христа́, во ад сше́дшаго и попра́вшего си́лу диа́волю,
        и дарова́вшаго нам тебе́ Крест Свой Честны́й на прогна́ние вся́каго
        супоста́та. О, Пречестны́й и Животворя́щий Кре́сте Госпо́день! Помога́й ми со
        Свято́ю Госпоже́ю Де́вою Богоро́дицею и со все́ми святы́ми во ве́ки. Ами́нь.
      </p>
      <header>
        <i>Или кратко</i>
      </header>
      <p>
        Огради́ мя, Го́споди, си́лою Честна́го и Животворя́щаго Твоего́ Креста́, и
        сохра́ни мя от вся́каго зла.
      </p>
    </section>
  );
};

export default Кресту;
