const М1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Мо­лит­ва&nbsp;1-я, свя­та­го Ма­ка­рия Ве­ли­ка­го, к Богу&nbsp;Отцу
        </h3>
      </header>
      <p>
        Бо́же ве́чный и Царю́ вся́каго созда́ния, сподо́бивый мя да́же в час сей
        доспе́ти, прости́ ми грехи́, я́же сотвори́х в сей день де́лом, сло́вом и
        помышле́нием, и очи́сти, Го́споди, смире́нную мою́ ду́шу от вся́кия скве́рны
        пло́ти и ду́ха. И да́ждь ми, Го́споди, в нощи́ сей сон прейти́ в ми́ре, да
        воста́в от смире́ннаго ми ло́жа, благоугожду́ пресвято́му и́мени Твоему́, во
        вся́ дни живота́ моего́, и поперу́ борю́щия мя враги́ плотски́я и безпло́тныя. И
        изба́ви мя, Го́споди, от помышле́ний су́етных, оскверня́ющих мя, и по́хотей
        лука́вых. Я́ко Твое́ е́сть ца́рство, и си́ла и сла́ва, Отца́ и Сы́на и Свята́го
        Ду́ха, ны́не и при́сно и во ве́ки веко́в. Ами́нь.
      </p>
    </section>
  );
};

export default М1;
