const М10: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 10-я, ко Пресвятей Богородице</h3>
      </header>
      <p>
        Бла­га­го Ца­ря бла­гая Ма­ти, Пре­чи­стая и Бла­го­сло­вен­ная
        Бо­го­ро­ди­це Ма­рие, ми­лость Сы­на Тво­е­го и Бо­га на­ше­го из­лей
        на страст­ную мою ду­шу и Тво­и­ми мо­лит­ва­ми на­ста­ви мя на де­я­ния
        бла­гая, да про­чее вре­мя жи­во­та мо­е­го без по­ро­ка прейду и То­бою
        рай да об­ря­щу, Бо­го­ро­ди­це Де­во, еди­на Чи­стая и Благословенная.
      </p>
    </section>
  );
};

export default М10;
