const М10: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 10-я, ко Пресвятей Богородице</h3>
      </header>
      <p>
        Блага́го Царя́ блага́я Ма́ти, Пречи́стая и Благослове́нная Богоро́дице Мари́е,
        ми́лость Сы́на Твоего́ и Бо́га на́шего изле́й на стра́стную мою́ ду́шу и Твои́ми
        моли́твами наста́ви мя на дея́ния блага́я, да про́чее вре́мя живота́ моего́ без
        поро́ка прейду́ и Тобо́ю рай да обря́щу, Богоро́дице Де́во, еди́на Чи́стая и
        Благослове́нная.
      </p>
    </section>
  );
};

export default М10;
