const М11: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 11-я, ко святому Ангелу хранителю</h3>
      </header>
      <p>
        Ан­ге­ле Хри­стов, хра­ни­те­лю мой свя­тый и по­кро­ви­те­лю ду­ши и
        те­ла мо­е­го, вся ми про­сти, ели­ка со­гре­ших во днеш­ний день, и от
        вся­ка­го лу­кав­ствия про­тив­на­го ми вра­га из­ба­ви мя, да ни в
        ко­ем­же гре­се про­гне­ваю Бо­га мо­е­го; но мо­ли за мя греш­на­го и
        недо­стой­на­го ра­ба, яко да до­стой­на мя по­ка­же­ши бла­го­сти и
        ми­ло­сти Все­свя­тыя Тро­и­цы и Ма­те­ре Гос­по­да мо­е­го Иису­са
        Хри­ста и всех свя­тых.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М11;
