const М11: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 11-я, ко святому Ангелу хранителю</h3>
      </header>
      <p>
        А́нгеле Христо́в, храни́телю мой святы́й и покрови́телю души́ и те́ла моего́,
        вся́ ми прости́, ели́ка согреши́х во дне́шний день, и от вся́каго лука́вствия
        проти́внаго ми врага́ изба́ви мя, да ни в ко́емже гресе́ прогне́ваю Бо́га
        моего́; но моли́ за мя гре́шнаго и недосто́йнаго раба́, я́ко да досто́йна мя
        пока́жеши бла́гости и ми́лости Всесвяты́я Тро́ицы и Ма́тере Го́спода моего́
        Иису́са Христа́ и всех святы́х. Ами́нь.
      </p>
    </section>
  );
};

export default М11;
