const М2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 2-я, святаго Антиоха, ко Господу нашему Иисусу Христу</h3>
      </header>
      <p>
        Вседержи́телю, Сло́во О́тчее, Сам соверше́н сый, Иису́се Христе́, мно́гаго ра́ди
        милосе́рдия Твоего́ никогда́же отлуча́йся мене́, раба́ Твоего́, но всегда́ во
        мне почива́й. Иису́се, до́брый Па́стырю Твои́х ове́ц, не преда́ждь мене́ крамоле́
        змии́не, и жела́нию сатанину́ не оста́ви мене́, я́ко се́мя тли во мне есть. Ты
        у́бо, Го́споди Бо́же покланя́емый, Царю́ Святы́й, Иису́се Христе́, спя́ща мя
        сохра́ни немерца́ющим све́том, Ду́хом Твои́м Святы́м, И́мже освяти́л еси́ Твоя́
        ученики́. Даждь, Го́споди, и мне, недосто́йному рабу́ Твоему́, спасе́ние Твое́
        на ло́жи мое́м: просвети́ ум мой све́том ра́зума свята́го Ева́нгелия Твоего́,
        ду́шу любо́вию Креста́ Твоего́, се́рдце чистото́ю словесе́ Твоего́, те́ло мое́
        Твое́ю стра́стию безстра́стною, мысль мою́ Твои́м смире́нием сохра́ни, и
        воздви́гни мя во вре́мя подо́бно на Твое́ славосло́вие. Я́ко препросла́влен еси́
        со Безнача́льным Твои́м Отце́м и с Пресвяты́м Ду́хом во ве́ки. Ами́нь.
      </p>
    </section>
  );
};

export default М2;
