const М2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 2-я, святаго Антиоха, ко Господу нашему Иисусу Христу
        </h3>
      </header>
      <p>
        Все­дер­жи­те­лю, Сло­во От­чее, Сам со­вер­шен сый, Иису­се Хри­сте,
        мно­га­го ра­ди ми­ло­сер­дия Тво­е­го ни­ко­гда­же от­лу­чай­ся мене,
        ра­ба Тво­е­го, но все­гда во мне по­чи­вай. Иису­се, доб­рый Пас­ты­рю
        Тво­их овец, не пре­даждь мене кра­мо­ле зми­ине, и же­ла­нию
        са­та­ни­ну не оста­ви мене, яко се­мя тли во мне есть. Ты убо,
        Гос­по­ди Бо­же по­кла­ня­е­мый, Ца­рю Свя­тый, Иису­се Хри­сте, спя­ща
        мя со­хра­ни немер­ца­ю­щим све­том, Ду­хом Тво­им Свя­тым, Им­же
        освя­тил еси Твоя уче­ни­ки. Даждь, Гос­по­ди, и мне, недо­стой­но­му
        ра­бу Тво­е­му, спа­се­ние Твое на ло­жи мо­ем: про­све­ти ум мой
        све­том ра­зу­ма свя­та­го Еван­ге­лия Тво­е­го, ду­шу лю­бо­вию Кре­ста
        Тво­е­го, серд­це чи­сто­тою сло­ве­се Тво­е­го, те­ло мое Тво­ею
        стра­стию без­страст­ною, мысль мою Тво­им сми­ре­ни­ем со­хра­ни, и
        воз­двиг­ни мя во вре­мя по­доб­но на Твое сла­во­сло­вие. Яко
        пре­п­ро­слав­лен еси со Без­на­чаль­ным Тво­им От­цем и с Пре­свя­тым
        Ду­хом во ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М2;
