const М3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 3-я, ко Пресвятому Духу</h3>
      </header>
      <p>
        Го́споди, Царю́ Небе́сный, Уте́шителю, Ду́ше и́стины, умилосе́рдися и поми́луй
        мя гре́шнаго раба́ Твоего́, и отпусти́ ми недосто́йному, и прости́ вся́, ели́ка
        Ти согреши́х днесь я́ко челове́к, па́че же и не я́ко челове́к, но и горе́е
        скота́, во́льныя мо́я грехи́ и нево́льныя, ве́домыя и неве́домыя: я́же от ю́ности
        и нау́ки злы, и я́же суть от на́гльства и уны́ния. А́ще и́менем Твои́м кля́хся,
        или́ поху́лих е в помышле́нии мое́м; или́ кого́ укори́х; или́ оклевета́х кого́
        гне́вом мои́м, или́ опеча́лих, или́ о чем прогне́вахся; или́ солга́х, или́
        безго́дно спах, или́ нищ прии́де ко мне, и презре́х его́; или́ бра́та моего́
        опеча́лих, или́ сва́дих, или́ кого́ осуди́х; или́ развелича́хся, или́
        разгорде́хся, или́ разгне́вахся; или́ стоя́щу ми на моли́тве, ум мой о
        лука́вствии ми́ра сего́ подви́жеся, или́ развраще́ние помы́слих; или́ объядо́хся,
        или́ опи́хся, или́ без ума́ смея́хся; или́ лука́вое помы́слих, или́ добро́ту
        чужду́ю ви́дев, и то́ю уя́звлен бых се́рдцем; или́ неподо́бная глаго́лах, или́
        греху́ бра́та моего́ посмея́хся, мо́я же суть безчи́сленная согреше́ния; или́ о
        моли́тве не ради́х, или́ и́но что́ соде́ях лука́вое, не по́мню, та бо вся́ и
        бо́льша сих соде́ях. Поми́луй мя, Тво́рче мой Влады́ко, уны́лаго и
        недосто́йнаго раба́ Твоего́, и оста́ви ми, и отпусти́, и прости́ мя, я́ко Благ
        и Человеколю́бец, да с ми́ром ля́гу, усну́ и почи́ю, блу́дный, гре́шный и
        окая́нный аз, и поклоню́ся, и воспою́, и просла́влю пречестно́е и́мя Твое́, со
        Отце́м, и Единоро́дным Его́ Сы́ном, ны́не и при́сно и во ве́ки. Ами́нь.
      </p>
    </section>
  );
};

export default М3;
