const М4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 4-я, святаго Макария Великаго</h3>
      </header>
      <p>
        Что́ Ти принесу́, или́ что́ Ти возда́м, великодарови́тый Безсме́ртный Царю́,
        ще́дре и Человеколю́бче Го́споди, я́ко леня́щася мене́ на Твое́ угожде́ние, и
        ничто́же бла́го сотво́рша, приве́л еси́ на коне́ц мимоше́дшаго дне сего́,
        обраще́ние и спасе́ние души́ мое́й стро́я? Ми́лостив ми бу́ди гре́шному и
        обнаже́нному вся́каго де́ла бла́га, возста́ви па́дшую мою́ ду́шу, оскверни́вшуюся
        в безме́рных согреше́ниих, и отыми́ от мене́ весь по́мысл лука́вый ви́димаго
        сего́ жития́. Прости́ мо́я согреше́ния, еди́не Безгре́шне, я́же Ти согреши́х в
        сей день, ве́дением и неве́дением, сло́вом, и де́лом, и помышле́нием, и все́ми
        мои́ми чу́вствы. Ты Сам, покрыва́я, сохра́ни мя от вся́каго сопроти́внаго
        обстоя́ния Боже́ственною Твое́ю вла́стию, и неизрече́нным человеколю́бием, и
        си́лою. Очи́сти, Бо́же, очи́сти мно́жество грехо́в мои́х. Благоволи́, Го́споди,
        изба́вити мя от се́ти лука́ваго, и спаси́ стра́стную мою́ ду́шу, и осени́ мя
        све́том лица́ Твоего́, егда́ прии́деши во сла́ве, и неосужде́нна ны́не сном
        усну́ти сотвори́, и без мечта́ния, и несмуще́н по́мысл раба́ Твоего́ соблюди́, и
        всю сатанину́ де́тель отжени́ от мене́, и просвети́ ми разу́мныя о́чи
        серде́чныя, да не усну́ в смерть. И посли́ ми А́нгела ми́рна, храни́теля и
        наста́вника души́ и те́лу моему́, да изба́вит мя от враг мои́х; да воста́в со
        одра́ моего́, принесу́ Ти благода́рственныя мольбы́. Ей, Го́споди, услы́ши мя
        гре́шнаго и убо́гаго раба́ Твоего́, изволе́нием и со́вестию; да́руй ми воста́вшу
        словесе́м Твои́м поучи́тися, и уны́ние бесо́вское дале́че от мене́ отгна́но бы́ти
        сотвори́ Твои́ми А́нгелы; да благословлю́ и́мя Твое́ свято́е, и просла́влю, и
        сла́влю Пречи́стую Богоро́дицу Мари́ю, Ю́же дал еси́ нам гре́шным заступле́ние,
        и приими́ Сию́ моля́щуюся за ны; вем бо, я́ко подража́ет Твое́ человеколю́бие,
        и моля́щися не престае́т. Тоя́ заступле́нием, и Честна́го Креста́ зна́мением, и
        всех святы́х Твои́х ра́ди, убо́гую ду́шу мою́ соблюди́, Иису́се Христе́ Бо́же наш,
        я́ко Свят еси́, и препросла́влен во ве́ки. Ами́нь.
      </p>
    </section>
  );
};

export default М4;
