const М5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 5-я</h3>
      </header>
      <p>
        Го́споди Бо́же наш, е́же согреши́х во дни сем сло́вом, де́лом и помышле́нием,
        я́ко Благ и Человеколю́бец прости́ ми. Ми́рен сон и безмяте́жен да́руй ми.
        А́нгела Твоего́ храни́теля посли́, покрыва́юща и соблюда́юща мя от вся́каго
        зла, я́ко Ты еси́ храни́тель душа́м и телесе́м на́шим, и Тебе́ сла́ву возсыла́ем,
        Отцу́ и Сы́ну и Свято́му Ду́ху, ны́не и при́сно и во ве́ки веко́в. Ами́нь.
      </p>
    </section>
  );
};

export default М5;
