const М6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 6-я</h3>
      </header>
      <p>
        Го́споди Бо́же наш, в Него́же ве́ровахом, и Его́же и́мя па́че вся́каго и́мене
        призыва́ем, да́ждь нам, ко сну отходя́щим, осла́бу души́ и те́лу, и соблюди́
        нас от вся́каго мечта́ния, и те́мныя сла́сти кроме́; уста́ви стремле́ние
        страсте́й, угаси́ разжже́ния воста́ния теле́снаго. Даждь нам целому́дренне
        пожи́ти де́лы и словесы́; да доброде́тельное жи́тельство восприе́млюще,
        обетова́нных не отпаде́м благи́х Твои́х, я́ко благослове́н еси́ во ве́ки. Ами́нь.
      </p>
    </section>
  );
};

export default М6;
