const М7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 7-я, святаго Иоанна Златоустаго</h3>
        <p>
          <i>(24 молитвы по числу часов дня и ночи)</i>
        </p>
      </header>
      <p>
        <sup>1</sup>Го́споди, не лиши́ мене́ небе́сных Твои́х благ.{' '}
        <sup>2</sup>Го́споди, изба́ви мя ве́чных мук.{' '}
        <sup>3</sup>Го́споди, умо́м ли или́ помышле́нием, сло́вом или́ де́лом согреши́х, прости́ мя.{' '}
        <sup>4</sup>Го́споди, изба́ви мя вся́каго неве́дения и забве́ния, и малоду́шия, и окамене́ннаго нечу́вствия.{' '}
        <sup>5</sup>Го́споди, изба́ви мя от вся́каго искуше́ния.{' '}
        <sup>6</sup>Го́споди, просвети́ мое́ се́рдце, е́же помрачи́ лука́вое похоте́ние.{' '}
        <sup>7</sup>Го́споди, аз я́ко челове́к согреши́х, Ты же я́ко Бог щедр, поми́луй мя, ви́дя не́мощь ду́ши моея́.{' '}
        <sup>8</sup>Го́споди, посли́ благода́ть Твою́ в по́мощь мне, да просла́влю и́мя Твое́ свято́е.{' '}
        <sup>9</sup>Го́споди Иису́се Христе́, напиши́ мя раба́ Твоего́ в кни́зе живо́тней и да́руй ми коне́ц благи́й.{' '}
        <sup>10</sup>Го́споди, Бо́же мой, а́ще и ничто́же бла́го сотвори́х пред Тобо́ю, но да́ждь ми по благода́ти Твое́й положи́ти нача́ло благо́е.{' '}
        <sup>11</sup>Го́споди, окропи́ в се́рдце мое́м ро́су благода́ти Твоея́.{' '}
        <sup>12</sup>Го́споди небесе́ и земли́, помяни́ мя гре́шнаго раба́ Твоего́, сту́днаго и нечи́стаго, во Ца́рствии Твое́м. Ами́нь.{' '}
        <sup>1</sup>Го́споди, в покая́нии приими́ мя.{' '}
        <sup>2</sup>Го́споди, не оста́ви мене́.{' '}
        <sup>3</sup>Го́споди, не введи́ мене́ в напа́сть.{' '}
        <sup>4</sup>Го́споди, да́ждь ми мысль бла́гу.{' '}
        <sup>5</sup>Го́споди, да́ждь ми сле́зы и па́мять сме́ртную, и умиле́ние.{' '}
        <sup>6</sup>Го́споди, да́ждь ми по́мысл испове́дания грехо́в мои́х.{' '}
        <sup>7</sup>Го́споди, да́ждь ми смире́ние, целому́дрие и послуша́ние.{' '}
        <sup>8</sup>Го́споди, да́ждь ми терпе́ние, великоду́шие и кро́тость.{' '}
        <sup>9</sup>Го́споди, всели́ в мя ко́рень благи́х, страх Твой в се́рдце мое́.{' '}
        <sup>10</sup>Го́споди, сподо́би мя люби́ти Тя от всея́ души́ моея́ и помышле́ния и твори́ти во всем во́лю Твою́.{' '}
        <sup>11</sup>Го́споди, покры́й мя от челове́к не́которых, и бесо́в, и страсте́й, и от вся́кия ины́я неподо́бныя ве́щи.{' '}
        <sup>12</sup>Го́споди, ве́си, я́ко твори́ши, я́коже Ты во́лиши, да бу́дет во́ля Твоя́ и во мне гре́шнем, я́ко благослове́н еси́ во ве́ки. Ами́нь.{' '}
      </p>
    </section>
  );
};

export default М7;
