const М8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 8-я, ко Господу нашему Иисусу Христу</h3>
      </header>
      <p>
        Го́споди Иису́се Христе́, Сы́не Бо́жий, ра́ди честне́йшия Ма́тере Твоея́, и
        безпло́тных Твои́х А́нгел, Проро́ка же и Предте́чи и Крести́теля Твоего́,
        богоглаго́ливых же апо́стол, све́тлых и добропобе́дных му́ченик, преподо́бных
        и богоно́сных оте́ц, и всех святы́х моли́твами, изба́ви мя настоя́щаго
        обстоя́ния бесо́вскаго. Ей, Го́споди мой и Тво́рче, не хотя́й сме́рти
        гре́шнаго, но я́коже обрати́тися и жи́ву бы́ти ему́, да́ждь и мне обраще́ние
        окая́нному и недосто́йному; изми́ мя от уст па́губнаго зми́я, зия́ющаго
        пожре́ти мя и свести́ во ад жи́ва. Ей, Го́споди мой, утеше́ние мое́, И́же мене́
        ра́ди окая́ннаго в тле́нную плоть оболки́йся, исто́ргни мя от окая́нства, и
        утеше́ние пода́ждь души́ мое́й окая́нней. Всади́ в се́рдце мое́ твори́ти Твоя́
        повеле́ния, и оста́вити лука́вая дея́ния, и получи́ти блаже́нства Твоя́: на Тя
        бо, Го́споди, упова́х, спаси́ мя.
      </p>
    </section>
  );
};

export default М8;
