const М9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 9-я, ко Пресвятей Богородице, Петра Студийскаго</h3>
      </header>
      <p>
        К Тебе́ Пречи́стей Бо́жией Ма́тери аз окая́нный припа́дая молю́ся: ве́си,
        Цари́це, я́ко безпреста́ни согреша́ю и прогневля́ю Сы́на Твоего́ и Бо́га моего́,
        и мно́гажды а́ще ка́юся, лож пред Бо́гом обрета́юся, и ка́юся трепе́ща: неуже́ли
        Госпо́дь порази́т мя, и по часе́ па́ки та́яжде творю́; ве́дущи сия́, Влады́чице
        мо́я Госпоже́ Богоро́дице, молю́, да поми́луеши, да укрепи́ши, и блага́я
        твори́ти да пода́си ми. Ве́си бо, Влады́чице моя́ Богоро́дице, я́ко отню́д и́мам
        в не́нависти зла́я моя́ дела́, и все́ю мы́слию люблю́ зако́н Бо́га моего́; но не
        вем, Госпоже́ Пречи́стая, отку́ду я́же ненави́жду, та и люблю́, а блага́я
        преступа́ю. Не попуща́й, Пречи́стая, во́ли мое́й соверша́тися, не уго́дна бо
        есть, но да бу́дет во́ля Сы́на Твоего́ и Бо́га моего́: да мя спасе́т, и
        вразуми́т, и пода́ст благода́ть Свята́го Ду́ха, да бых аз отсе́ле преста́л
        скверноде́йства, и про́чее пожи́л бых в повеле́нии Сы́на Твоего́, Ему́же
        подоба́ет вся́кая сла́ва, честь и держа́ва, со Безнача́льным Его́ Отце́м, и
        Пресвяты́м и Благи́м и Животворя́щим Его́ Ду́хом, ны́не и при́сно, и во ве́ки
        веко́в. Aминь.
      </p>
    </section>
  );
};

export default М9;
