const Ненавидящих: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва</h3>
      </header>
      <p>
        Нена­ви­дя­щих и оби­дя­щих нас про­сти, Гос­по­ди Че­ло­ве­ко­люб­че.
        Бла­го­тво­ря­щим бла­го­со­тво­ри. Бра­ти­ям и срод­ни­ком на­шим
        да­руй яже ко спа­се­нию про­ше­ния и жизнь веч­ную. В немо­щех су­щия
        по­се­ти и ис­це­ле­ние да­руй. Иже на мо­ри упра­ви.
        Пу­те­ше­ству­ю­щим спу­те­ше­ствуй. Слу­жа­щим и ми­лу­ю­щим нас
        гре­хов остав­ле­ние да­руй. За­по­ве­дав­ших нам недо­стой­ным
        мо­ли­ти­ся о них по­ми­луй по ве­ли­цей Тво­ей ми­ло­сти. По­мя­ни,
        Гос­по­ди, преж­де усоп­ших отец и бра­тий на­ших и упо­кой их, иде­же
        при­се­ща­ет свет ли­ца Тво­е­го. По­мя­ни, Гос­по­ди, бра­тий на­ших
        пле­нен­ных и из­ба­ви я от вся­ка­го об­сто­я­ния. По­мя­ни, Гос­по­ди,
        пло­до­но­ся­щих и доб­ро­де­ла­ю­щих во свя­тых Тво­их церк­вах, и
        даждь им яже ко спа­се­нию про­ше­ния и жизнь веч­ную. По­мя­ни,
        Гос­по­ди, и нас, сми­рен­ных и греш­ных и недо­стой­ных раб Тво­их, и
        про­све­ти наш ум све­том ра­зу­ма Тво­е­го, и на­ста­ви нас на сте­зю
        за­по­ве­дей Тво­их, мо­лит­ва­ми Пре­чи­стыя Вла­ды­чи­цы на­шея
        Бо­го­ро­ди­цы и Прис­но­де­вы Ма­рии и всех Тво­их свя­тых: яко
        бла­го­сло­вен еси во ве­ки ве­ков.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default Ненавидящих;
