const Ненавидящих: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва</h3>
      </header>
      <p>
        Ненави́дящих и оби́дящих нас прости́, Го́споди Человеколю́бче. Благотворя́щим
        благосотвори́. Бра́тиям и сро́дником на́шим да́руй я́же ко спасе́нию проше́ния и
        жизнь ве́чную. В не́мощех су́щия посети́ и исцеле́ние да́руй. И́же на мо́ри
        упра́ви. Путеше́ствующим спутеше́ствуй. Служа́щим и ми́лующим нас грехо́в оставле́ние да́руй.
        Запове́давших нам недосто́йным моли́тися о них поми́луй по вели́цей Твое́й
        ми́лости. Помяни́, Го́споди, пре́жде усо́пших оте́ц и бра́тий на́ших и упоко́й
        их, иде́же присеща́ет свет лица́ Твоего́. Помяни́, Го́споди, бра́тий на́ших
        плене́нных и изба́ви я от вся́каго обстоя́ния. Помяни́, Го́споди, плодонося́щих
        и доброде́лающих во святы́х Твои́х це́рквах, и да́ждь им я́же ко спасе́нию
        проше́ния и жизнь ве́чную. Помяни́, Го́споди, и нас, смире́нных и гре́шных и
        недосто́йных раб Твои́х, и просвети́ наш ум све́том ра́зума Твоего́, и наста́ви
        нас на стезю́ за́поведей Твои́х, моли́твами Пречи́стыя Влады́чицы на́шея
        Богоро́дицы и Присноде́вы Мари́и и всех Твои́х святы́х: я́ко благослове́н еси́
        во ве́ки веко́в. Ами́нь.
      </p>
    </section>
  );
};

export default Ненавидящих;
