const СвятомуДуху: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва Святому Духу</h3>
      </header>
      <p>
        Царю́ Небе́сный, Уте́шителю, Ду́ше и́стины, И́же везде́ сый и вся исполня́яй,
        Сокро́вище благи́х и жи́зни Пода́телю, прииди́ и всели́ся в ны, и очи́сти ны от
        вся́кия скве́рны, и спаси́, Бла́же, ду́ши на́ша<sup>*</sup>.
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается тропарь:
          «Христóс воскрéсе из мéртвых, смéртию смéрть попра́в, и су́щим во гробéх
          живóт дарова́в». <i>(Трижды.)</i> От Вознесения до Троицы начинаем
          молитвы со «Святый Боже...», опуская все предшествующие.
        </p>
      </footer>
    </section>
  );
};

export default СвятомуДуху;
