const ТропариТроичные: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Тро­пари Троич­ны</h3>
      </header>
      <p>
        Поми́луй нас, Го́споди, поми́луй нас; вся́каго бо отве́та недоуме́юще, сию́ Ти
        моли́тву я́ко Влады́це гре́шнии прино́сим: поми́луй нас.
      </p>
      <p>
        Сла­ва: Го́споди, поми́луй нас, на Тя бо упова́хом; не прогне́вайся на ны
        зело́, ниже́ помяни́ беззако́ний на́ших, но при́зри и ны́не я́ко благоутро́бен, и
        изба́ви ны от враг на́ших; Ты бо еси́ Бог наш, и мы лю́дие Твои́, вси́ дела́
        ру́ку Твое́ю, и и́мя Твое́ призыва́ем.
      </p>
      <p>
        И ныне: Милосе́рдия две́ри отве́рзи нам, благослове́нная Богоро́дице,
        наде́ющиися на Тя да не поги́бнем, но да изба́вимся Тобо́ю от бед: Ты бо еси́
        спасе́ние ро́да христиа́нскаго.
      </p>
      <p>
        Го́спо­ди, по­ми́луй. <i>(12 раз.)</i>
      </p>
    </section>
  );
};

export default ТропариТроичные;
