const ТропариТроичные: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тро­пари Троич­ны
        </h3>
      </header>
      <p>
        Поми­луй нас, Гос­по­ди, по­ми­луй нас; /
        вся­ка­го бо от­ве­та недо­уме­ю­ще, /
        сию Ти мо­лит­ву яко Вла­ды­це, греш­нии при­но­сим: /
        по­ми­луй&nbsp;нас.
      </p>
      <p>
        Сла­ва: Гос­по­ди, по­ми­луй нас, /
        на Тя бо упо­ва­х­ом; /
        не про­гне­вай­ся на ны зе­ло, /
        ни­же по­мя­ни без­за­ко­ний на­ших, /
        но при­з­ри и ныне яко бла­го­у­тро­бен, и из­ба­ви ны от враг на­ших; /
        Ты бо еси Бог наш, и мы лю­дие Твои, /
        вси де­ла ру­ку Тво­ею, и имя Твое призываем.
      </p>
      <p>
        И ныне: Ми­ло­сер­дия две­ри от­вер­зи нам, /
        бла­го­сло­вен­ная Бо­го­ро­ди­це, /
        на­де­ю­щи­и­ся на Тя да не по­гиб­нем, /
        но да из­ба­вим­ся То­бою от бед: /
        Ты бо еси спа­се­ние ро­да христианскаго.
      </p>
      <p>
        Го́спо­ди, по­ми́луй. <i>(12 раз.)</i>
      </p>
    </section>
  );
};

export default ТропариТроичные;
