const Молитва2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва иная</h3>
      </header>
      <p>
        К кому воззову, Владычица? К кому прибегну в горести моей, если не к
        Тебе, Царица небесная? Кто плач мой и воздыхание мое благосклонно
        примет, если не Ты, Пренепорочная, надежда христиан и прибежище нам,
        грешным? Кто лучше Тебя в напастях защитит? Услышь же стенание мое и
        приклони ухо Твое ко мне, Владычица, Матерь Бога моего; и не презри
        меня, требующего Твоей помощи, и не отринь меня, грешного. Вразуми и
        научи меня, Царица Небесная; не отступи от меня, раба Твоего, Владычица,
        за ропот мой, но будь мне Матерью и Заступницей. Вручаю себя милостивому
        покровительству Твоему: приведи меня, грешного, к тихой и безмятежной
        жизни, дабы я плакал о грехах моих. Ибо к кому прибегну я, виновный,
        если не к Тебе, упованию и прибежищу грешных, надеждой на неизреченную
        милость Твою и щедроты Твои окрыляясь? О Владычица, Царица Небесная! Ты
        мне упование и прибежище, покров и заступление, и помощь. Царица моя
        преблагая и скорая Заступница! Покрой Твоим ходатайством мои согрешения,
        защити меня от врагов видимых и невидимых; смягчи сердца злых людей,
        восстающих на меня. О Матерь Господа, моего Творца! Ты — корень девства
        и неувядаемый цвет чистоты. О Богородительница! Подай мне помощь,
        немощному от плотских страстей и болезнующему сердцем, ибо имею я только
        Твою и с Тобою Сына Твоего защиту; и да избавлюсь я Твоим пречудным
        заступлением от всякой беды и напасти, о пренепорочная и преславная
        Божия Матерь Мария. Потому с надеждою возглашаю и взываю: «Радуйся,
        Благодатная! Радуйся обрадованная! Радуйся, преблагословенная, Господь с
        Тобою!»
      </p>
    </section>
  );
};

export default Молитва2;
