const Молитва1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитвы ко Пресвятой Богородице</h3>
      </header>
      <p>
        Царица моя преблагая, Надежда моя, Богородица, приют сирот и странников
        защитница, скорбящих радость, обиженных покровительница! Видишь мою
        беду, видишь мою скорбь; помоги мне, как немощному, направь меня, как
        странника. Обиду мою Ты знаешь: разреши ее по Своей воле. Ибо не имею я
        иной помощи, кроме Тебя, ни иной Защитницы, ни благой Утешительницы —
        только Тебя, о Богоматерь: да сохранишь меня и покроешь во веки веков.
        Аминь.
      </p>
    </section>
  );
};

export default Молитва1;
