import { Typography } from '@mui/material';

const Песнь7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 7</h3>
      </header>
      <Typography variant="body2">
        Из Иудеи пришедшие юноши в Вавилоне некогда верою в Троицу попрали пламя
        печи, воспевая: «Боже отцов наших, Ты благословен!»
      </Typography>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Наше спасение восхотев устроить, Ты, Спаситель, вселился в утробу Девы и
        Ее защитницей мира явил. Боже отцов наших, Ты благословен!
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Любящего милость, рожденного Тобою, Матерь чистая, умоли, да избавимся
        мы от прегрешений и душевных скверн, с верою взывая: «Боже отцов наших,
        Ты благословен!»
      </p>
      <p>
        Слава: Сокровищницей спасения и источником бессмертия явил Ты Тебя
        Родившую, и твердыней безопасной, и дверью покаяния для взывающих: «Боже
        отцов наших, Ты благословен!»
      </p>
      <p>
        И ныне: Телесные немощи и душевные недуги, Богородительница, с любовью
        приходящих к покрову Твоему божественному, исцелить благоволи, Спасителя
        Христа нам родившая.
      </p>
    </section>
  );
};

export default Песнь7;
