import { Typography } from '@mui/material';

const Песнь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 3</h3>
      </header>
      <Typography variant="body2">
        Небесного свода Создатель, Господи, и Церкви Строитель, Ты меня утверди
        в любви к Тебе, предел желаний, верных утверждение, один Человеколюбец.
      </Typography>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Защитою и покровом жизни моей считаю я Тебя, Богородительница, Дева. Ты
        меня направь, как кормчий, к пристани Твоей, Источник благ, верных
        утверждение, одна всеми воспеваемая.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Умоляю, Дева, смятение души и печали моей бурю рассеять, ибо Ты, Божия
        Невеста, родилa Начальника тишины Христа, Пречистая.
      </p>
      <p>
        Слава: Благодетеля и благ Источник родившая, благодеяния богатство всем
        источи, ибо Ты всё можешь, всемогущего Христа родившая, в Боге
        блаженная.
      </p>
      <p>
        И ныне: Тяжкими недугами и болезненными страданиями испытуемому, Дева,
        Ты мне помоги, ибо знаю я, что Ты, Всенепорочная — исцелений
        сокровищница неистощимая, нескудеющая.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Спаси от бед рабов Твоих, Богородица, ибо все мы после Бога к Тебе
        прибегаем, как к нерушимой Стене и Защите.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Воззри милосердно, Всехвальная Богородица, на тяжкое тела моего
        страдание и исцели души моей скорбь.
      </p>
    </section>
  );
};

export default Песнь3;
