import { Typography } from '@mui/material';

const Песнь5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 5</h3>
      </header>
      <Typography variant="body2">
        Просвети нас повелениями Твоими, Господи, и рукою Твоею вознесенною Твой
        мир подай нам, Человеколюбец.
      </Typography>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Исполни, Чистая, весельем сердце мое, Твою неомраченную подавая радость,
        родившая веселья Причину.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Избавь нас от бед, Богородица чистая, родившая вечное избавление и мир,
        всякий ум превосходящий.
      </p>
      <p>
        Слава: Рассей мглу прегрешений моих, Богоневеста, светом Твоего сияния,
        Свет родившая божественный и предвечный.
      </p>
      <p>
        И ныне: Исцели, Чистая, души моей немощь, удостоив Твоего посещения, и
        здравие молитвами Твоими подай мне.
      </p>
    </section>
  );
};

export default Песнь5;
