import { Typography } from '@mui/material';

const Песнь8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 8</h3>
      </header>
      <Typography variant="body2">
        Царя небесного, Которого воспевают воинства Ангелов, воспевайте и
        превозносите во все века.
      </Typography>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Помощи у Тебя просящих не презри, Дева, воспевающих Тебя и превозносящих
        вовеки.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Немощи души моей Ты исцеляешь, и телесные болезни, Дева, чтобы я
        прославлял Тебя, Чистая, вовеки.
      </p>
      <p>
        Слава: Исцеления Ты обильно изливаешь с верою воспевающим Тебя, Дева, и
        превозносящим непостижимое рождение Тобою Христа.
      </p>
      <p>
        И ныне: Искушений приступы Ты отражаешь и страстей нападения, Дева,
        потому мы воспеваем Тебя во все века.
      </p>
    </section>
  );
};

export default Песнь8;
