import { Typography } from '@mui/material';

const Песнь9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 9</h3>
      </header>
      <Typography variant="body2">
        Истинно Богородицей Тебя исповедуем мы, спасенные Тобою, Дева чистая, с
        сонмами бесплотных Тебя величая.
      </Typography>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Потоки слез моих не отвергни, Дева, родившая Христа, со всякого лица
        всякую слезу отершего.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Радостью мое сердце наполни, Дева, радости полноту принявшая, печаль же
        греха истребившая.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Пристанищем и защитой будь к Тебе прибегающим, Дева, и стеной нерушимой,
        и убежищем, и покровом, и весельем.
      </p>
      <p>
        Слава: Света Твоего лучами озари, Дева, мрак неведения прогоняя,
        благоверно Богородицей Тебя исповедующих.
      </p>
      <p>
        И ныне: На месте страдания от болезни смирившегося, Дева, исцели, из
        немощи во здравие претворяя.
      </p>
    </section>
  );
};

export default Песнь9;
