import { Typography } from '@mui/material';

const Песнь6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 6</h3>
      </header>
      <Typography variant="body2">
        Молитву я пролью ко Господу и Ему возвещу печали мои, ибо зол душа моя
        преисполнилась и жизнь моя ко аду приблизилась, и молюсь я, как Иона:
        «Из погибели, Боже, изведи меня!»
      </Typography>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Того, Кто спас от смерти и тления естество мое, смертью и тлением
        объятое, Самого Себя предав на смерть, Господа и Сына Твоего, Дева,
        умоли от злодейства врагов меня избавить.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Как защитницу жизни я знаю Тебя, и охрану вернейшую, Дева, Ты
        рассеиваешь искушений множество и злобу демонов прогоняешь, и молю Тебя
        всегда от пагубных страстей моих избавить меня.
      </p>
      <p>
        Слава: В Тебе обрели мы стену и убежище, и душ всесовершенное спасение,
        и простор в скорбях, Отроковица, и во свете Твоем всегда рaдуемся; и
        ныне нас, о Владычица, от страстей и бед спаси.
      </p>
      <p>
        И ныне: На одре ныне в немощи лежу, и нет исцеления плоти моей; но Бога
        и Спасителя мира и Избавителя от недугов родившая, Тебя молю, Благую: от
        гибельных болезней воздвигни меня!
      </p>
    </section>
  );
};

export default Песнь6;
