import { Typography } from '@mui/material';

const Песнь4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 4</h3>
      </header>
      <Typography variant="body2">
        Услышал я, Господи, о таинстве Твоего промысла, уразумел дела Твои и
        прославил Твое Божество.
      </Typography>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Успокой страстей моих волнение и бурю моих согрешений, Кормчего –
        Господа родившая, Божия Невеста.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Милосердия Твоего бездну подай мне, к Тебе взывающему, Милосердного
        Родившая и Спасителя всех, воспевающих Тебя.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Наслаждаясь, Пречистая, Твоими дарами, мы воспеваем благодарственную
        песнь Тебе, Богоматери.
      </p>
      <p>
        Слава: На одре болезни моей и немощи лежащему, помоги мне, Богородица,
        любящая добро, единственная вечная Дева.
      </p>
      <p>
        И ныне: Надежду, и утверждение, и спасения стену непоколебимую, имея в
        Тебе, всеми прославляемая, мы от всякого затруднения избавляемся.
      </p>
    </section>
  );
};

export default Песнь4;
