import { Typography } from '@mui/material';

const Песнь1: React.FC = () => {
  return (
    <section>
      <header>
        <h2>Канон</h2>
        <h3>
          ко Пресвятой Богородице, <i>глас 8-й</i>
        </h3>
        <h3>Песнь 1</h3>
      </header>
      <Typography variant="body2">
        <i>Ирмос:</i> По воде пройдя, как по суше, и египетского зла избежав,
        израильтянин взывал: «Избавителю и Богу нашему воспоем!»
      </Typography>
      <p>
        <i>Припев:</i> <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Множеством искушений томимый, к Тебе прибегаю, спасения ища. О Матерь
        Слова и Дева, от бед и несчастий меня спаси!
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас.</b>
      </p>
      <p>
        Страстей нападения меня смущают, сильным унынием наполняя мою душу.
        Умиротвори ее, Отроковица, тишиною Сына Твоего и Бога, Всенепорочная.
      </p>
      <p>
        Слава: Тебя, родившую Спасителя и Бога, умоляю об избавлении меня от
        бедствий; ибо к Тебе, Дева, ныне прибегая, простираю и душу, и
        помышление.
      </p>
      <p>
        И ныне: Меня, больного телом и душою, удостой божественного посещения и
        попечения Твоего, единственная Богоматерь, благая и Благого
        Родительница.
      </p>
    </section>
  );
};

export default Песнь1;
