const Псалом: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Псалом 50</h3>
      </header>
      <p>
        Помилуй меня, Боже, по великой милости Твоей и по множеству щедрот Твоих
        изгладь беззаконие моё; совершенно омой меня от беззакония моего, и от
        греха моего очисти меня. Ибо беззаконие моё я знаю, и грех мой всегда
        предо мною. Тебе, Единому, я согрешил и злое пред Тобою сотворил, - да
        будешь оправдан в словах Твоих и победишь, если вступят с Тобою в суд.
        Ибо вот, я в беззакониях зачат, и во грехах родила меня мать моя. Ибо
        вот, Ты истину возлюбил, сокрытое и тайное премудрости Твоей мне открыл.
        Ты окропишь меня иссопом - и буду очищен; омоешь меня - и сделаюсь белее
        снега, дашь мне услышать радость и веселие - возрадуются кости
        униженные. Отврати лицо Твоё от грехов моих и все беззакония мои
        изгладь. Сердце чистое сотвори во мне, Боже, и Дух Правый обнови внутри
        меня. Не отринь меня от лица Твоего и Духа Твоего Святого не отними от
        меня. Возврати мне радость спасения Твоего и Духом Владычественным
        утверди меня. Научу беззаконных путям Твоим, и нечестивые к Тебе
        обратятся. Избавь меня от кровей, Боже, Боже спасения моего, возрадуется
        язык мой правде Твоей. Господи, Ты откроешь уста мои, и уста мои
        возвестят хвалу Твою. Ибо если бы жертвы Ты восхотел, я дал бы её, - к
        всесожжениям не будешь благоволить. Жертва Богу - дух сокрушённый,
        сердца сокрушённого и смиренного Бог не презрит Облагодетельствуй,
        Господи, во благоволении Твоём Сион, и да будут воздвигнуты стены
        Иерусалима, - тогда примешь благосклонно жертву правды, возношение и
        всесожжения, тогда возложат на алтарь Твой тельцов.
      </p>
    </section>
  );
};

export default Псалом;
