const Стихиры: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Стихиры, <i>глас 2-й</i>
        </h3>
      </header>
      <p>
        Высшую небес и чистейшую сияний солнечных, избавившую нас от проклятия
        Владычицу мира песнопениями почтим.
      </p>
      <p>
        От многих моих грехов в немощи мое тело, немощна и душа моя. К Тебе
        прибегаю, Благодатной, Надежда безнадежных, Ты мне помоги.
      </p>
      <p>
        Владычица и Матерь Избавителя, прими моление недостойных рабов Твоих,
        ходатайствуй к Родившемуся от Тебя. О Владычица мира, будь нам
        Ходатаица!
      </p>
      <p>
        Поем усердно ныне песнь Тебе, всехвальной Богородице, радостно: с
        Предтечей и всеми святыми моли, Богородица, о милости к нам.
      </p>
      <p>
        Все Ангелов воинства, Предтеча Господень, двенадцать Апостолов, святые
        все с Богородицею сотворите молитву, чтобы спастись нам.
      </p>
    </section>
  );
};

export default Стихиры;
