const Стихира: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Стихира, <i>глас тот же</i>
        </h3>
      </header>
      <p>
        Не вверяй меня человеческому заступлению, Пресвятая Владычица, но прими
        моление раба Твоего: ибо скорбь объяла меня, не могу вытерпеть демонских
        стрел; защиты нет у меня и некуда прибегнуть мне окаянному, всегда
        побеждaемому и не имеющему утешения, кроме Тебя, Владычица мира,
        уповaние и заступница верных, не презри моления моего, полезное мне
        сотвори!
      </p>
    </section>
  );
};

export default Стихира;
