const Тропaрь1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропaрь Богородице, <i>глас 4-й</i>
        </h3>
      </header>
      <p>
        К Богородице усердно ныне прибегнем, грешные и смиренные, и к Ней
        припадем, в покаянии взывая из глубины души: «Владычица, помоги, над
        нами сжалившись, поспеши, погибаем от множества согрешений! Не отпусти
        Твоих рабов ни с чем: ибо в Тебе мы единственную надежду имеем!»{" "}
        <i>(Дважды.)</i>
      </p>
      <p>Слава, и ныне:</p>
      <p>
        Не прекратим никогда, мы, недостойные, возвещать о могуществе Твоем,
        Богородица, ибо если бы Ты не защищала нас Своими молитвами, кто бы нас
        избавил от стольких бед, кто бы сохранил нас доныне свободными? Не
        отступим, Владычица, от Тебя, ибо Ты всегда спасаешь рабов Твоих от
        всяких бедствий.
      </p>
    </section>
  );
};

export default Тропaрь1;
