const Gospodnya: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва Господня
        </h3>
      </header>
      <p>
        О́тче наш, И́же еси́ на Не­бесе́х!
        да свя­ти́тся и́мя Твое́; да прии́дет Ца́рствие Твое́;
        да бу́дет во́ля Твоя́, я́ко на Не­беси́, и на зем­ли́.
        Хлеб наш на­су́щный даждь нам днесь.
        И ос­та́ви нам до́лги на́ша; я́ко­же и мы ос­тавля́ем долж­ни­ко́м на́шим;
        и не вве­ди́ нас во ис­ку­ше́ние, но из­ба́ви нас от лу­ка́ва­го.
      </p>
    </section>
  );
};

export default Gospodnya;
