const M2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 2-я, то­го же свя­того
        </h3>
      </header>
      <p>
        От сна вос­та́в, по­лу́нощ­ную песнь при­ношу́ Ти, Спа́се,
        и при­па́дая во­пию́ Ти: не даждь ми ус­ну́ти во
        гре­хо́вней сме́рти, но уще́дри мя, расп­ны́й­ся во́лею,
        и ле­жа́ща­го мя в ле́нос­ти ус­ко­ри́в возс­та́ви, и спа­си́
        мя в предс­тоя́нии и мо­ли́тве, и по сне нощ­не́м воз­сия́й
        ми день безг­ре́шен, Хрис­те́ Бо́же, и спа­си́ мя.
      </p>
    </section>
  );
};

export default M2;
