const M4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 4-я, то­го же свя­того
        </h3>
      </header>
      <p>
        Го́спо­ди, И́же мно́гою Твое́ю бла́гос­тию и ве­ли́ки­ми
        щед­ро́та­ми Твои́ми дал еси́ мне, ра­бу́ Тво­ему́,
        ми­моше́дшее вре́мя но́щи сея́ без на­па́сти прей­ти́
        от вся́ка­го зла про­ти́вна; Ты Сам, Вла­ды́ко, вся́чес­ких
        Тво́рче, спо­до́би мя и́стин­ным Твои́м све́том и
        прос­ве­ще́нным се́рдцем тво­ри́ти во́лю Твою́, ны́не и при́сно, и
        во ве́ки ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default M4;
