const M8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 8-я, ко Господу нашему Иисусу Христу
        </h3>
      </header>
      <p>
        Мно­гоми́лос­ти­ве и все­ми́лос­ти­ве Бо́же мой, Го́спо­ди
        Иису́се Хрис­те́, мно́гия ра́ди люб­ве́ сшел и
        воп­ло­ти́лся еси́, я́ко да спа­се́ши всех. И па́ки, Спа́се,
        спа­си́ мя по бла­года́ти, мо­лю́ Тя. А́ще бо от дел
        спа­се́ши мя, не́сть се бла­года́ть и дар, но долг
        па́че. Ей, мно́гий в щед­ро́тах и не­из­ре­че́нный в ми́лос­ти,
        ве́ру­яй бо в Мя, рекл еси́, о Хрис­те́ мой, жив бу́дет
        и не у́зрит сме́рти во ве́ки. А́ще у́бо ве́ра, я́же в Тя,
        спа­са́ет от­ча́ян­ныя, се ве́рую, спа­си́ мя, я́ко Бог мой
        еси́ Ты и Соз­да́тель. Ве́ра же вме́сто дел да вме­ни́тся
        мне, Бо́же мой, не об­ря́ще­ши бо дел от­ню́д оп­равда́ющих
        мя. Но та ве́ра моя́ да дов­ле́ет вме́сто всех, та́ да
        от­ве­ща́ет, та́ да оп­равди́т мя, та́ да по­ка́жет мя
        при­ча́стни­ка сла́вы Тво­ея́ ве́чныя. Да не у́бо по­хи́тит мя
        са­тана́ и пох­ва́лит­ся, Сло́ве, е́же от­то́ргну­ти мя от
        Тво­ея́ ру­ки́ и ог­ра́ды. Но или́ хо­щу́, спа­си́ мя, или́
        не хо­щу́, Хрис­те́ Спа́се мой, пред­ва­ри́ ско́ро, ско́ро,
        по­гибо́х: Ты́ бо еси́ Бог мой от чре́ва ма́те­ре мо­ея́.
        Спо­до́би мя, Го́спо­ди, ны́не воз­лю­би́ти Тя, я́ко­же
        воз­лю­би́х иног­да́ той са́мый грех; и па́ки по­рабо́та­ти
        Те­бе́ без ле́нос­ти то́щно, я́ко­же по­рабо́тах пре́жде
        са­тане́ ль­сти́во­му. На­ипа́че же по­рабо́таю Те­бе́,
        Го́спо­ду и Бо́гу мо­ему́ Иису́су Хрис­ту́, во вся дни
        жи­вота́ мо­его́, ны́не и при́сно, и во ве́ки ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default M8;
