const M9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 9-я, к ангелу-хранителю
        </h3>
      </header>
      <p>
        Свя­ты́й А́нге­ле, предс­тоя́й окая́нней мое́й ду­ши́ и
        стра́стней мое́й жи́зни, не ос­та́ви ме­не́ гре́шна­го,
        ни­же́ отс­ту­пи́ от ме­не́ за не­воз­держа́ние мое́. Не
        да́ждь ме́ста лу­ка́во­му де́мо­ну об­ла­да́ти мно́ю,
        на­си́ль­ством сме́ртна­го се­го́ те­лесе́; ук­ре­пи́ бе́дству­ющую
        и ху­ду́ю мою́ ру́ку и нас­та́ви мя на путь
        спа­се́ния. Ей, свя­ты́й А́нге­ле Бо́жий, хра­ни́те­лю
        и пок­ро­ви́те­лю окая́нныя мо­ея́ ду­ши́ и те́ла, вся мне
        прос­ти́, ели́ки­ми тя ос­корби́х во вся дни жи­вота́
        мо­его́, и а́ще что сог­ре­ши́х в пре­ше́дшую нощь сию́,
        пок­ры́й мя в нас­тоя́щий день, и сох­ра­ни́ мя от
        вся́ка­го ис­ку­ше́ния про­ти́вна­го, да ни в ко́ем гре­се́
        прог­не́ваю Бо́га, и мо­ли́ся за мя ко Го́спо­ду, да
        ут­верди́т мя в стра́се Свое́м и дос­то́й­на по­ка́жет мя ра­ба́
        Сво­ея́ бла́гос­ти. Ами́нь.
      </p>
    </section>
  );
};

export default M9;
