const OtSna: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Мо­лит­ва ко Прес­вя­той Троице
        </h3>
      </header>
      <p>
        От сна вос­та́в, бла­года­рю́ Тя, Свя­та́я Тро́ице,
        я́ко мно́гия ра́ди Тво­ея́ бла́гос­ти и дол­го­тер­пе́ния не
        прог­не́вал­ся еси́ на мя, ле­ни́ва­го и гре́шна­го, ни­же́
        по­губи́л мя еси́ со без­за­ко́нь­ми мои́ми, но
        че­лове­колю́бство­вал еси́ обы́чно и в не­ча́янии ле­жа́ща­го
        возд­ви́гл мя еси́, во е́же у́тре­нева­ти и
        сла­вос­ло́ви­ти дер­жа́ву Твою́. И ны́не прос­ве­ти́ мои́ о́чи
        мы́слен­ныя, от­ве́рзи моя́ ус­та́, по­уча́ти­ся
        сло­весе́м Твои́м, и ра­зуме́ти за́по­веди Твоя́,
        и тво­ри́ти во́лю Твою́, и пе́ти Тя во ис­по­ве́да­нии сер­де́чнем,
        и вос­пе­ва́ти всес­вя­то́е и́мя Твое́, От­ца́, и Сы́на, и Свя­та́го Ду́ха,
        ны́не и при́сно, и во ве́ки ве­ко́в. Ами́нь.
      </p>
      <p>
        При­иди́те, пок­ло­ни́мся Ца­ре́ви на́ше­му Бо́гу. <i>(Пок­лон.)</i>
      </p>
      <p>
        При­иди́те, пок­ло­ни́мся и при­паде́м Хрис­ту́, Ца­ре́ви на́ше­му Бо́гу. <i>(Пок­лон.)</i>
      </p>
      <p>
        При­иди́те, пок­ло­ни́мся и при­паде́м Са­мому́ Хрис­ту́, Ца­ре́ви и Бо́гу на́ше­му. <i>(Пок­лон.)</i>
      </p>
    </section>
  );
};

export default OtSna;
