const Psalom50: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Пса­лом 50
        </h3>
      </header>
      <p>
        По­ми́луй мя, Бо́же, по ве­ли́цей ми́лос­ти Твое́й, и
        по мно́жест­ву щед­ро́т Твои́х очи́сти без­за­ко́ние мое́.
        На­ипа́че омы́й мя от без­за­ко́ния мо­его́, и от гре­ха́
        мо­его́ очи́сти мя; я́ко без­за­ко́ние мое́ аз зна́ю, и грех
        мой пре́до мно́ю есть вы́ну. Те­бе́ еди́но­му сог­ре­ши́х,
        и лу­ка́вое пред То­бо́ю сот­во­ри́х; я́ко да
        оп­равди́ши­ся во сло­весе́х Твои́х, и по­беди́ши, внег­да́
        су­ди́ти Ти. Се́ бо в без­за­ко́ни­их за­ча́т есмь, и во
        гре­се́х ро­ди́ мя ма́ти моя́. Се́ бо и́сти­ну воз­лю­би́л еси́,
        без­ве́стная и та́й­ная пре­му́дрос­ти Тво­ея́ яви́л
        ми еси́. Ок­ро­пи́ши мя ис­со́пом, и очи́щу­ся; омы́еши
        мя, и па́че сне́га убе­лю́ся. Слу́ху мо­ему́ да́си ра́дость и
        ве­се́лие; воз­ра́ду­ют­ся ко́сти сми­ре́нныя. Отв­ра­ти́
        ли­це́ Твое́ от грех мои́х, и вся без­за­ко́ния моя́
        очи́сти. Се́рдце чи́сто со­зи́жди во мне, Бо́же, и
        дух прав об­но­ви́ во ут­ро́бе мое́й. Не от­ве́ржи ме­не́ от ли­ца́
        Тво­его́, и Ду́ха Тво­его́ Свя­та́го не оты­ми́ от ме­не́.
        Воз­да́ждь ми ра́дость спа­се́ния Твое́го, и Ду́хом
        Вла­ды́чним ут­верди́ мя. На­учу́ без­за­ко́нныя пу­те́м
        Твои́м, и не­чес­ти́вии к Те­бе́ об­ра­тя́тся. Из­ба́ви мя от
        кро­ве́й, Бо́же, Бо́же спа­се́ния мо­его́; воз­ра́ду­ет­ся
        язы́к мой пра́вде Твое́й. Го́спо­ди, уст­не́ мои́
        от­ве́рзе­ши, и ус­та́ моя́ воз­вестя́т хва­лу́ Твою́.
        Я́ко а́ще бы вос­хо­те́л еси́ же́ртвы, дал бых у́бо:
        все­сож­же́ния не бла­гово­ли́ши. Же́ртва Бо́гу дух
        сок­ру­ше́н; се́рдце сок­ру­ше́нно и сми­ре́нно Бог не уни­чижи́т.
        Уб­ла­жи́, Го́спо­ди, бла­гово­ле́ни­ем Твои́м Сио́на,
        и да со­зи́ждут­ся сте́ны Иеру­сали́мския. Тог­да́
        бла­гово­ли́ши же́ртву пра́вды, воз­но­ше́ние и все­соже­га́емая;
        тог­да́ воз­ло­жа́т на oл­та́рь Твой тель­цы́.
      </p>
    </section>
  );
};

export default Psalom50;
