const SimvolVerii: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Сим­вол ве­ры
        </h3>
      </header>
      <p>
        <sup>1</sup>Ве́рую во еди́на­го Бо́га От­ца́, Все­дер­жи́те­ля,
        Твор­ца́ Не́бу и зем­ли́, ви́ди­мым же всем ине­ви́ди­мым. <sup>2</sup>
        И во еди́на­го Го́спо­да Иису́са Хрис­та́, Сы́на Бо́жия,
        Еди­норо́дна­го, И́же от От­ца́ рож­де́нна­го пре́жде всех век;
        Све́та от Све́та, Бо́га и́стин­на от Бо́га и́стин­на,
        рож­де́нна, не­сот­во­ре́нна, еди­носу́щна От­цу́, И́мже вся бы́ша. <sup>3</sup> 
        Нас ра́ди че­лове́к и на́ше­го ра́ди спа­се́ния сше́дша­го с Не­бе́с,
        и воп­ло­ти́вша­гося от Ду́ха Свя́та и Ма­ри́и Де́вы, и во­чело­ве́чша­ся. <sup>4</sup>
        Рас­пя́та­го же за ны́ при Пон­ти́й­стем Пи­ла́те, и стра­да́вша, и пог­ре­бе́нна. <sup>5</sup>
        И воск­ре́сша­го в тре́тий день, по Пи­са́ни­ем. <sup>6</sup>
        И воз­ше́дша­го на Не­беса́, и се­дя́ща одес­ну́ю От­ца́. <sup>7</sup>
        И па́ки гря­ду́ща­го со сла́вою су­ди́ти жи­вы́м и ме́ртвым, Его́же Ца́рствию не бу́дет кон­ца́. <sup>8</sup>
        И в Ду́ха Свя­та́го, Го́спо­да, Жи­вот­во­ря́ща­го, И́же от От­ца́ ис­хо­дя́ща­го,
        И́же со От­це́м и Сы́ном спок­ла­ня́ема и ссла́ви­ма, гла­го́лав­ша­го про­ро́ки. <sup>9</sup>
        Во еди́ну Свя­ту́ю, Со­бо́рную и Апо́столь­скую Це́рковь. <sup>10</sup>
        Испо­ве́дую еди́но Кре­ще́ние во ос­тавле́ние гре­хо́в. <sup>11</sup>
        Ча́ю воск­ре­се́ния ме́ртвых, <sup>12</sup>
        и жи́зни бу́ду­щаго ве́ка. Ами́нь.
      </p>
    </section>
  );
};

export default SimvolVerii;
