const М5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 5-я, свя­того Ва­силия Ве­лико­го
        </h3>
      </header>
      <p>
        Го́спо­ди Все­дер­жи́те­лю, Бо́же Сил и вся́кия пло́ти,
        в вы́шних жи­вы́й и на сми­ре́нныя при­зира́яй, серд­ца́ же и
        ут­ро́бы ис­пы­ту́яй и сок­ро­ве́нная че­лове́ков я́ве пред­ве́дый,
        Без­на­ча́ль­ный и Прис­но­су́щный Све́те, у
        Не­го́же несть пре­мене́ние, или́ пре­ложе́ния осе­не́ние;
        Сам, Безс­ме́ртный Ца­рю́, при­ими́ мо­ле́ния на́ша, я́же в
        нас­тоя́щее вре́мя, на мно́жест­во Твои́х щед­ро́т дер­за́юще,
        от скве́рных к Те­бе́ ус­те́н тво­ри́м; и ос­та́ви нам
        прег­ре­ше́ния на́ша, я́же де́лом, и сло́вом, и мы́слию,
        ве́де­ни­ем или́ не­ве́де­ни­ем сог­ре­ше́нная на́ми; и
        очи́сти ны от вся́кия скве́рны пло́ти и ду́ха. И да́руй
        нам бо́дрен­ным се́рдцем и тре́звен­ною мы́слию всю
        нас­тоя́ща­го жи­тия́ нощь прей­ти́, ожи­да́ющим при­ше́ствия
        све́тла­го и яв­ле́нна­го дне Еди­норо́дна­го Тво­его́
        Сы́на, Го́спо­да и Бо́га и Спа́са на́ше­го Иису́са Хрис­та́,
        во́нь­же со сла́вою Су­дия́ всех прии́дет, ко­му́ждо
        от­да́ти по де­ло́м его́; да не па́дше и об­ле­ни́вше­ся, но
        бо́дрству­юще и возд­ви́же­ни в де́ла­нии об­ря́щем­ся
        го­то́ви, в ра́дость и Бо­же́ствен­ный чер­то́г сла́вы Его́
        сов­ни́дем, иде́же пра́здну­ющих глас неп­реста́нный и
        не­из­ре­че́нная сла́дость зря́щих Тво­его́ ли­ца́ доб­ро́ту
        не­из­ре­че́нную. Ты́ бо еси́ и́стин­ный Свет,
        прос­ве­ща́яй и ос­вя­ща́яй вся́чес­кая,
        и Тя пое́т вся тварь во ве́ки ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default М5;
