import НаСонГрядущим from './cs/НаСонГрядущим';
import НаСонГрядущимРу from './ru/НаСонГрядущим';
import Предначинательная from './cs/Предначинательная';
import ПредначинательнаяРу from './ru/Предначинательная';
import СвятомуДуху from './cs/СвятомуДуху';
import СвятомуДухуРу from './ru/СвятомуДуху';
import Трисвятое from './cs/Трисвятое';
import ТрисвятоеРу from './ru/Трисвятое';
import КоПресвятойТроице from './cs/КоПресвятойТроице';
import КоПресвятойТроицеРу from './ru/КоПресвятойТроице';
import Господня from './cs/Господня';
import ГосподняРу from './ru/Господня';
import ТропариТроичные from './cs/ТропариТроичные';
import ТропариТроичныеРу from './ru/ТропариТроичные';
import М1 from './cs/М1';
import М1Ру from './ru/М1';
import М2 from './cs/М2';
import М2Ру from './ru/М2';
import М3 from './cs/М3';
import М3Ру from './ru/М3';
import М4 from './cs/М4';
import М4Ру from './ru/М4';
import М5 from './cs/М5';
import М5Ру from './ru/М5';
import М6 from './cs/М6';
import М6Ру from './ru/М6';
import М7 from './cs/М7';
import М7Ру from './ru/М7';
import М8 from './cs/М8';
import М8Ру from './ru/М8';
import М9 from './cs/М9';
import М9Ру from './ru/М9';
import М10 from './cs/М10';
import M10Ру from './ru/М10';
import M11 from './cs/М11';
import М11Ру from './ru/М11';
import КондакБогородице from './cs/КондакБогородице';
import КондакБогородицеРу from './ru/КондакБогородице';
import Иоанникия from './cs/Иоанникия';
import ИоанникияРу from './ru/Иоанникия';
import ИоннаДамаскина from './cs/ИоннаДамаскина';
import ИоннаДамаскинаРу from './ru/ИоннаДамаскина';
import Кресту from './cs/Кресту';
import КрестуРу from './ru/Кресту';
import Ослаби from './cs/Ослаби';
import ОслабиРу from './ru/Ослаби';
import Ненавидящих from './cs/Ненавидящих';
import НенавидящихРу from './ru/Ненавидящих';
import Исповедование from './cs/Исповедование';
import ИсповедованиеРу from './ru/Исповедование';

const Вечерние: React.FC = () => {
  return (
    <>
      <НаСонГрядущим/>
      <НаСонГрядущимРу/>
      <Предначинательная/>
      <ПредначинательнаяРу/>
      <СвятомуДуху/>
      <СвятомуДухуРу/>
      <Трисвятое/>
      <ТрисвятоеРу/>
      <КоПресвятойТроице/>
      <КоПресвятойТроицеРу/>
      <Господня/>
      <ГосподняРу/>
      <ТропариТроичные/>
      <ТропариТроичныеРу/>
      <М1/>
      <М1Ру/>
      <М2/>
      <М2Ру/>
      <М3/>
      <М3Ру/>
      <М4/>
      <М4Ру/>
      <М5/>
      <М5Ру/>
      <М6/>
      <М6Ру/>
      <М7/>
      <М7Ру/>
      <М8/>
      <М8Ру/>
      <М9/>
      <М9Ру/>
      <М10/>
      <M10Ру/>
      <M11/>
      <М11Ру/>
      <КондакБогородице/>
      <КондакБогородицеРу/>
      <Иоанникия/>
      <ИоанникияРу/>
      <ИоннаДамаскина/>
      <ИоннаДамаскинаРу/>
      <Кресту/>
      <КрестуРу/>
      <Ослаби/>
      <ОслабиРу/>
      <Ненавидящих/>
      <НенавидящихРу/>
      <Исповедование/>
      <ИсповедованиеРу/>
    </>
  );
};

export default Вечерние;
