const КоСвятомуПричащению: React.FC = () => {
  return (
    <section>
      <header>
        <h2>ПОСЛЕДОВАНИЕ КО СВЯТОМУ ПРИЧАЩЕНИЮ</h2>
      </header>
      <p>
        Господи Иисусе Христе, Сыне Божий, молитвами Пречистой Твоей Матери и
        всех святых, помилуй нас. Аминь.
      </p>
      <p>
        Царь Небесный, Утешитель, Дух истины, везде Сущий и всё наполняющий,
        Источник благ и Податель жизни, приди и вселись в нас, и очисти нас от
        всякой скверны, и спаси, Благой, души наши.
      </p>
      <p>
        Святой Боже, Святой Крепкий, Святой Бессмертный, помилуй нас.{" "}
        <i>(Tрижды.)</i>
      </p>
      <p>Слава, и ныне:</p>
      <p>
        Пресвятая Троица, помилуй нас. Господи, очисти грехи наши. Владыка,
        прости беззакония наши. Святой, посети и исцели немощи наши, имени
        Твоего ради.
      </p>
      <p>
        Господи, помилуй. <i>(Tрижды.)</i>
      </p>
      <p>Слава, и ныне:</p>
      <p>
        Отче наш, сущий на небесах! Да святится имя Твое; да придет Царствие
        Твое; да будет воля Твоя и на земле, как на небе. Хлеб наш насущный дай
        нам на сей день; и прости нам долги наши, как и мы прощаем должникам
        нашим; и не введи нас в искушение, но избавь нас от лукавого.
      </p>
      <p>
        Господи, помилуй. <i>(12 раз.)</i>
      </p>
      <p>Слава, и ныне:</p>
      <p>
        Придите, поклонимся Царю, нашему Богу. <i>(Поклон.)</i>
      </p>
      <p>
        Придите, поклонимся и припадем ко Христу, Царю, нашему Богу.{" "}
        <i>(Поклон.)</i>
      </p>
      <p>
        Придите, поклонимся и припадем к Самому Христу, Царю и Богу нашему.{" "}
        <i>(Поклон.)</i>
      </p>
    </section>
  );
};

export default КоСвятомуПричащению;
