const Молитва11: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 11-я, святого Иоанна Дамаскина</h3>
      </header>
      <p>
        Пред вратами храма Твоего стою, а злых помыслов не оставляю. Но Ты,
        Христос Бог, мытаря оправдавший, и хананеянку помиловавший, и разбойнику
        врата рая открывший, открой и мне человеколюбивое сердце Твоё и прими
        меня, приходящего и прикасающегося к Тебе, как блудницу и кровоточивую:
        ведь одна, края одежды Твоей коснувшись, легко получила исцеление;
        другая же, обняв пречистые Твои ноги, прощение грехов приобрела. Я же
        окаянный, дерзая принять все Твое тело, да не буду сожжен, но прими
        меня, как тех двух, и просвети чувства души моей, сжигая мои грехи, по
        молитвам непорочно Родившей Тебя и по молитвам небесных Сил. Ибо Ты
        благословен во веки веков. Аминь.
      </p>
    </section>
  );
};

export default Молитва11;
