const Молитва8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 8-я, святого Иоанна Златоуста</h3>
      </header>
      <p>
        Боже, ослабь, отпусти, прости мне согрешения мои, которыми я пред Тобою
        согрешил: или словом, или делом, или помышлением, вольно или невольно,
        сознательно или по неведению, всё мне прости, как благой и
        Человеколюбец. И по молитвам пречистой Твоей Матери, невещественных
        Твоих служителей и святых Сил и всех святых, от века Тебе
        благоугодивших, благоволи мне принять не в осуждение святое и пречистое
        Твоё Тело и драгоценную Кровь, но в исцеление души и тела, и в очищение
        злых моих помышлений, ибо Твоё — Царство, и сила, и слава, со Отцом и
        Святым Духом, ныне, и всегда, и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default Молитва8;
