const Молитва9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 9-я, святого Иоанна Златоуста</h3>
      </header>
      <p>
        Недостоин я, Владыка Господи, чтобы Ты вошел под кров души моей, но
        поскольку Ты, как Человеколюбец, хочешь жить во мне, то я с дерзновением
        приступаю. Ты повелеваешь, чтобы я отворил врата, созданные Тобою одним,
        и Ты вошел бы в них со свойственным Тебе человеколюбием и просветил
        помраченный мой разум. Верую, что Ты сделаешь это, ибо Ты не прогнал
        блудницу, пришедшую к Тебе со слезами, и не отвергнул мытаря, принесшего
        покаяние, не отогнал и разбойника, познавшего в Тебе Царя; и гонителя,
        обратившегося к Тебе, не оставил тем, чем он был; но всем, с покаянием к
        Тебе пришедшим, дал Ты место в сонме друзей Твоих, единый Благословенный
        всегда, ныне и в бесконечные века. Аминь.
      </p>
    </section>
  );
};

export default Молитва9;
