const Молитва5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 5-я, святого Иоанна Дамаскина</h3>
      </header>
      <p>
        Владыка Господь Иисус Христос, Бог наш, милосердный и человеколюбивый,
        один имеющий власть прощать грехи людям, презри все мои прегрешения,
        сознательные и по неведению, и сподоби меня неосужденно причаститься
        Твоих божественных, преславных, пречистых и животворящих Тайн не в
        тягость, не в муку, не в умножение грехов, но во очищение, освящение, в
        залог будущей жизни и царства, в ограждение, в защиту, в поражение
        врагов, в истребление многих моих согрешений. Ибо Ты — Бог милости и
        щедрот, и человеколюбия, и Тебе славу воссылаем с Отцом и Святым Духом,
        ныне, и всегда, и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default Молитва5;
