const Молитва3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 3-я, Симеона Метафраста</h3>
      </header>
      <p>
        Единый чистый и нетленный Господи, по несказанному состраданию и
        человеколюбию принявший на Себя всё наше естество от чистой и непорочной
        крови Девы, сверхъестественно родившей Тебя Духа Божественного наитием и
        благоволением вечного Отца, Христос Иисус, Премудрость Божия, и мир, и
        сила! Ты, воспринятой Тобою плотью животворящие и спасительные страдания
        принявший: Крест, гвозди, копье, смерть, — умертви мои пагубные для души
        страсти телесные. Погребением Твоим разоривший царство ада, погреби
        благими помыслами мои дурные намерения и рассей духов зла. Живоносным
        Твоим воскресением на третий день падшего праотца воздвигший, воздвигни
        и меня, грехом поскользнувшегося, средства к покаянию мне предлагая.
        Славным Твоим вознесением плоть воспринятую обоживший и давший ей честь
        восседать по правую руку от Отца, удостой меня причащением святых Твоих
        Таинств стать вместе со спасенными на правую сторону. Сошествием
        Утешителя Духа сосудами драгоценными соделавший священных учеников
        Твоих, яви и меня вместилищем Его пришествия. Вновь грядущий праведно
        судить вселенную, благоволи и мне встретить на облаках со всеми святыми
        Твоими Тебя, Творца и Создателя моего, дабы я бесконечно прославлял и
        воспевал Тебя, с безначальным Твоим Отцом и всесвятым, и благим, и
        животворящим Твоим Духом, ныне, и всегда, и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default Молитва3;
