const Молитва12: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святого Иоанна Златоуста</h3>
      </header>
      <p>
        Верую, Господи, и исповедую, что Ты воистину Христос, Сын Бога живого,
        пришедший в мир спасти грешников, из которых я первый. Еще верую, что
        это есть именно пречистое Тело Твое, и что это есть именно драгоценная
        Кровь Твоя. Посему молюсь Тебе: помилуй меня и прости мне прегрешения
        мои, вольные и невольные, которые я сделал словом и делом, сознательно и
        несознательно, и удостой меня неосужденно причаститься пречистых Твоих
        Таинств в оставление грехов и жизнь вечную. Аминь.
      </p>
    </section>
  );
};

export default Молитва12;
