const Молитва6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 6-я, святого Василия Великого</h3>
      </header>
      <p>
        Знаю, Господи, что я недостойно причащаюсь пречистого Твоего Тела и
        честной Твоей Крови, и виновен, и ем и пью осуждение себе, не осознавая,
        что это — Твое Тело и Кровь, Христа и Бога моего. Но, надеясь на Твои
        милости, прихожу к Тебе, сказавшему: «Кто ест Мою плоть и пьет Мою
        кровь, тот пребывает во Мне, и Я в нем». Умилосердись же, Господи, и не
        обличи меня грешного, но поступи со мной по милости Твоей, и да послужит
        мне Святыня сия во исцеление, очищение, просвещение, в охранение,
        спасение и освящение души и тела, в прогнание всякого мечтания и
        лукавого дела, и воздействия дьявольского, проявляющегося через помыслы
        в членах моих; в дерзновение и любовь к Тебе, в исправление жизни и
        укрепление ее, в умножение добродетели и совершенства, во исполнение
        заповедей, в общение со Святым Духом, в напутствие в вечную жизнь, в
        благоприятный ответ на Твоем страшном суде, а не во осуждение.
      </p>
    </section>
  );
};

export default Молитва6;
