const Молитва10: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 10-я, святого Иоанна Златоуста</h3>
      </header>
      <p>
        Господь Иисус Христос, Бог мой! Отпусти, разреши, очисти и прости мне,
        рабу Твоему, ошибки, и согрешения, и грехопадения мои, которыми я
        согрешил пред Тобою от юности моей до настоящего дня и часа: сознательно
        или несознательно, или словами, или делами, или мыслями, или замыслами и
        привычками, и всеми моими чувствами. И по молитвам без мужа родившей
        Тебя Пречистой Приснодевы Марии, Матери Твоей, единственной несомненной
        надежды, заступления и спасения моего, удостой меня неосужденно
        причаститься пречистых, бессмертных, и животворящих, и страшных Твоих
        Таинств в прощение грехов, в жизнь вечную, в освящение и просвещение,
        укрепление, исцеление и здравие души и тела, в уничтожение и совершенное
        устранение нечистых моих помышлений и замыслов, намерений и ночных
        видений темных и злых духов. Ибо Твое есть царство, и сила, и слава,
        честь и поклонение вместе с Отцом и Святым Твоим Духом, ныне и всегда, и
        во веки веков. Аминь.
      </p>
    </section>
  );
};

export default Молитва10;
