const Молитва1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 1-я, Василия Великого</h3>
      </header>
      <p>
        Владыка Господь Иисус Христос, Боже наш, источник жизни и бессмертия,
        Творец всего творения видимого и невидимого, Сын безначального Отца,
        вместе с Ним вечный и безначальный, в последние дни по безмерному
        милосердию облекшийся в плоть, распятый и погребенный за нас,
        неблагодарных и злонравных, обновивший Своею кровью поврежденное грехом
        естество наше! Сам, бессмертный Царь, прими покаяние от меня грешного,
        приклони Твое ухо ко мне и услышь слова мои: согрешил я, Господи,
        согрешил пред небом и пред Тобою и недостоин поднять глаза на высоту
        славы Твоей, ибо прогневал Твое милосердие, преступив Твои заповеди и не
        послушав Твоих повелений. Но Ты, Господи, незлобивый, долготерпеливый и
        многомилостивый, не оставил меня погибнуть с моими беззакониями,
        всячески ожидая моего обращения. Ты, Человеколюбец, Сам сказал чрез
        пророка Своего: «Решительно не хочу Я смерти грешника; но хочу, чтобы он
        обратился и жив был». Ведь не хочешь Ты, Владыка, погубить создание рук
        Своих, не желаешь погибели людей. Но хочешь, чтобы все спаслись и пришли
        к познанию истины. Посему и я, хотя недостоин и неба, и земли, и сей
        скоротечной жизни, всего себя подчинив греху, и поработив удовольствиям,
        и помрачив в себе Твой образ, но, будучи творением и созданием Твоим, не
        отчаиваюсь в своём спасении, окаянный, к безмерному милосердию Твоему
        дерзновенно прихожу. Прими же и меня, Человеколюбец Господи, как
        блудницу, как разбойника, как мытаря и как блудного сына, и сними с меня
        тяжкое бремя грехов; Ты, подъемлющий грех мира и немощи человеческие
        исцеляющий, труждающихся и обремененных к Себе призывающий и дающий им
        покой, пришедший призвать не праведных, но грешных к покаянию, очисти и
        меня от всякой скверны плоти и духа и научи меня проводить святую жизнь
        в страхе пред Тобою, чтобы я, с чистым свидетельством совести моей
        принимая часть святынь Твоих, соединился со святым Твоим Телом и Кровью
        и имел Тебя во мне обитающим и пребывающим, со Отцом и Святым Духом.
        Истинно так, Господи, Иисус Христос, Боже мой, и да не в суд мне будет
        причастие пречистых и животворящих Таинств Твоих, и да не сделаюсь я
        немощным душою и телом от недостойного их причащения, но дай мне до
        последнего моего вздоха неосужденно принимать часть святынь Твоих — во
        общение с Духом Святым, в напутствие вечной жизни, в благоприятный ответ
        на страшном суде Твоём, чтобы и я со всеми избранными Твоими сделался
        участником нетленных Твоих благ, которые Ты приготовил для любящих Тебя,
        Господи, — в них Ты прославлен вовеки. Аминь.
      </p>
    </section>
  );
};

export default Молитва1;
