const Молитва2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 2-я, святого Иоанна Златоуста</h3>
      </header>
      <p>
        Господи Боже мой! Знаю, что я недостоин и не пригоден, чтобы Ты вошел
        под кров дома моей души, потому что он пуст и обрушился, и не найдешь во
        мне места достойного, чтобы преклонить голову. Но как Ты с небесной
        высоты ради нас явился на земле в смиренном виде; снизойди также и ныне
        к моему убожеству. И как Ты соизволил возлечь в пещере и в яслях
        бессловесных скотов, войди также и в ясли моей неразумной души и в мое
        оскверненное тело. Как не презрел войти и вечерять с грешниками в доме
        Симона прокаженного, удостой также войти и в дом смиренной моей души,
        прокаженной и грешной. И как Ты не отверг подобную мне блудницу и
        грешницу, пришедшую и прикасавшуюся к Тебе, так сжалься и надо мною
        грешным, приходящим и прикасающимся к Тебе. И как не погнушался
        нечистотою ее оскверненных уст, поцеловавших Тебя, не погнушайся также
        еще более нечистыми и скверными моими устами и моими отвратительными,
        нечистыми и оскверненными губами, и еще более нечистым моим языком. Но
        да будет мне горящий уголь пресвятого Твоего Тела и честной Твоей Крови
        в освящение, просвещение и укрепление моей смиренной души и тела, в
        облегчение тяжести многих моих согрешений, в сохранение от всяких козней
        дьявольских, в устранение и обуздание злых и порочных привычек моих, в
        умерщвление страстей, к соблюдение заповедей Твоих, в приумножение
        божественной Твоей благодати и Царства Твоего обретение. Ведь я не с
        небрежением прихожу к Тебе, Христос Бог, но с дерзновенным упованием на
        неизреченную благость Твою, чтобы не стал я добычей духовного волка,
        если надолго уклонюсь от общения с Тобой. Посему молю Тебя, ибо Ты один
        свят, Владыка, освяти мою душу и тело, ум и сердце, и все внутренности,
        обнови всего меня, укорени страх Твой в моих членах, и сделай, чтобы
        Твое освящение неизменно было во мне. И будь мне помощником и
        заступником, в мире управляя моею жизнью, да сподоблюсь я стать по
        правую руку от Тебя со святыми Твоими по молитвам и ходатайствам
        Пречистой Твоей Матери, невещественных Твоих служителей и пречистых Сил,
        и всех святых, от века Тебе благоугодивших. Аминь.
      </p>
    </section>
  );
};

export default Молитва2;
