import { Typography } from '@mui/material';

const Песнь4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 4</h3>
      </header>
      <Typography variant="body2">
        Не ходатай, не ангел, но Сам Ты, Господи, пришел, от Девы воплотившись,
        и спас всего меня, человека; посему взываю к Тебе: слава силе Твоей,
        Господи!
      </Typography>
      <p>
        <b>
          Сердце чистое сотвори во мне, Боже, и дух правый обнови внутри меня.
        </b>
      </p>
      <p>
        Восхотел Ты, нас ради воплотившись, Многомилостивый, быть заклан, как
        овца, за грехи человеческие. Потому я умоляю Тебя: и мои очисти
        согрешения.
      </p>
      <p>
        <b>
          Не отвергни меня от лица Твоего, и Духа Твоего Святого не отними от
          меня.
        </b>
      </p>
      <p>
        Исцели души моей раны, Господи, и всего меня освяти, и удостой, Владыка,
        чтобы я, окаянный, приобщился Твоей таинственной Божественной вечери.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас!</b>
      </p>
      <p>
        <i>Богородичен:</i> Умоли Родившегося от Тебя, Владычица, да будет
        милостив ко мне, и сохрани меня, раба Твоего, нескверным и непорочным,
        чтобы я, приняв Его как духовный жемчуг, освятился.
      </p>
    </section>
  );
};

export default Песнь4;
