import { Typography } from '@mui/material';

const Песнь7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 7</h3>
      </header>
      <Typography variant="body2">
        Кумиру златому мудрые юноши не поклонились, и в пламя сами вступили, и
        идолов их осмеяли; среди пламени воззвали, и оросил их Ангел, возвестив:
        «Услышана уже уст ваших молитва!».
      </Typography>
      <p>
        <b>
          Сердце чистое сотвори во мне, Боже, и дух правый обнови внутри меня.
        </b>
      </p>
      <p>
        Причащение бессмертных Твоих Тайн, Христос, да будет мне ныне источником
        благ, светом, жизнью, победою над страстями и послужит к преуспеянию и
        умножению божественной добродетели, дабы я прославил Тебя, единый
        милосердный.
      </p>
      <p>
        <b>
          Не отвергни меня от лица Твоего, и Духа Твоего Святого не отними от
          меня.
        </b>
      </p>
      <p>
        Да избавлен буду от страстей, и врагов, и бед, и всякой скорби я, ныне с
        трепетом и любовью, со благоговением приходящий к Твоим, Человеколюбец,
        бессмертным и божественным Таинствам и сподоби меня воспевать Тебе:
        благословен Ты, Бог отцов наших!
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас!</b>
      </p>
      <p>
        <i>Богородичен:</i> Спасителя Христа непостижимо родившая, Богом
        облагодатствованная, молю Тебя ныне я, раб Твой, чистую нечистый: меня,
        хотящего ныне приступить к пречистым Тайнам, всего очисти от скверны
        плоти и духа.
      </p>
    </section>
  );
};

export default Песнь7;
