import { Typography } from '@mui/material';

const Песнь1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Канон, <i>глас 2-й</i>
        </h3>
        <h3>Песнь 1</h3>
      </header>
      <Typography variant="body2">
        <i>Ирмос:</i> Придите люди, воспоем песнь Христу Богу, разделившему море
        и проведшему чрез него народ, который Он вывел из рабства египетского,
        ибо Он прославился.
      </Typography>
      <p>
        <i>Припев:</i>{" "}
        <b>
          Сердце чистое сотвори во мне, Боже, и дух правый обнови внутри меня.
        </b>
      </p>
      <p>
        Хлебом жизни вечной да будет мне Тело Твоё святое, милосердный Господи,
        и драгоценная Кровь — исцелением от многообразных недугов.
      </p>
      <p>
        <b>
          Не отвергни меня от лица Твоего, и Духа Твоего Святого не отними от
          меня.
        </b>
      </p>
      <p>
        Оскверненный делами непристойными, окаянный, причащения Твоего
        пречистого Тела и божественной Крови, недостоин я, Христос, но сделай
        меня достойным.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас!</b>
      </p>
      <p>
        <i>Богородичен:</i> Земля благая, благословенная Божия Невеста, Колос произрастившая
        спасительный миру, сподоби меня, Его вкушая, спастись.
      </p>
    </section>
  );
};

export default Песнь1;
