import { Typography } from '@mui/material';

const Песнь6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 6</h3>
      </header>
      <Typography variant="body2">
        Погрузившись в бездну греха, призываю непостижимую бездну Твоего
        милосердия, Боже, выведи меня из погибели!
      </Typography>
      <p>
        <b>
          Сердце чистое сотвори во мне, Боже, и дух правый обнови внутри меня.
        </b>
      </p>
      <p>
        Ум, душу, сердце и тело мои освяти, Спаситель, и удостой, Владыка,
        неосужденно приступить к страшным Тайнам.
      </p>
      <p>
        <b>
          Не отвергни меня от лица Твоего, и Духа Твоего Святого не отними от
          меня.
        </b>
      </p>
      <p>
        Причащением святых Твоих Тайн, Христос, да освобожусь я от страстей и
        получу умножение Твоей благодати и жизни укрепление.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас!</b>
      </p>
      <p>
        <i>Богородичен:</i> Боже, Святое Слово Бога! По молитвам Святой Твоей
        Матери всего освяти меня, приступающего ныне к Божественным Твоим
        Тайнам.
      </p>
    </section>
  );
};

export default Песнь6;
