import { Typography } from '@mui/material';

const Песнь9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 9</h3>
      </header>
      <Typography variant="body2">
        Безначального Родителя Сын, Бог и Господь, воплотившись от Девы, нам
        явился омраченных просветить, собрать рассеянных. Потому мы всеми
        воспеваемую Богородицу величаем.
      </Typography>
      <p>
        <b>
          Сердце чистое сотвори во мне, Боже, и дух правый обнови внутри меня.
        </b>
      </p>
      <p>
        Вкусите и видите — это Христос. Господь, ради нас ставший подобным нам,
        однажды принесший Себя в жертву Отцу Своему, всегда закалывается,
        освящая причащающихся.
      </p>
      <p>
        <b>
          Не отвергни меня от лица Твоего, и Духа Твоего Святого не отними от
          меня.
        </b>
      </p>
      <p>
        Душою и телом да освящусь я, Владыка, да просвещусь, да спасусь, да буду
        домом Твоим, через причащение священных Таинств имея Тебя во мне живущим
        со Отцом и Духом, Благодетель многомилостивый.
      </p>
      <p>
        <b>Слава Отцу и Сыну, и Святому Духу.</b>
      </p>
      <p>
        Твое Тело и пречестная Кровь, Спаситель мой, да будет мне как огонь и
        как свет, сожигая во мне все грешное и пожигая терние страстей, и всего
        меня просвещая для поклонения Божеству Твоему.
      </p>
      <p>
        <b>И ныне и всегда, и во веки веков.</b>
      </p>
      <p>
        <i>Богородичен:</i> Бог воплотился от чистой крови Твоей. Потому всякий
        род воспевает Тебя, Владычица, и множества Бесплотных Тебя славят, ибо
        через Тебя они ясно увидели над всем Владычествующего, принявшего
        природу человеческую.
      </p>
    </section>
  );
};

export default Песнь9;
