import { Typography } from '@mui/material';

const Песнь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 3</h3>
      </header>
      <Typography variant="body2">
        Утвердивший меня на камне веры, Ты открыл мои уста на врагов моих; ибо
        возвеселился дух мой, воспевая: нет столь святого, как Бог наш, и нет
        праведного, кроме Тебя, Господи.
      </Typography>
      <p>
        <b>
          Сердце чистое сотвори во мне, Боже, и дух правый обнови внутри меня.
        </b>
      </p>
      <p>
        Слез подай мне, Христос, капли, скверну сердца моего очищающие, чтобы я
        с чистой совестью, с верою и страхом приступил к причащению Божественных
        Даров Твоих.
      </p>
      <p>
        <b>
          Не отвергни меня от лица Твоего, и Духа Твоего Святого не отними от
          меня.
        </b>
      </p>
      <p>
        Да будет мне в прощение согрешений пречистое Тело Твоё и божественная
        Кровь, в Духа Святого общение и в жизнь вечную, Человеколюбец, от
        страстей же и скорбей в избавление.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас!</b>
      </p>
      <p>
        <i>Богородичен:</i> Пресвятая трапеза Хлеба жизни, по милосердию Своему
        сошедшего с высоты и дающего миру новую жизнь! Удостой ныне меня,
        недостойного, со страхом вкусить его и быть живым.
      </p>
    </section>
  );
};

export default Песнь3;
