import { Typography } from '@mui/material';

const Песнь8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 8</h3>
      </header>
      <Typography variant="body2">
        В печь огненную ко отрокам еврейским сошедшего и пламя в росу
        превратившего Бога воспевайте как Господа и превозносите во все века.
      </Typography>
      <p>
        <b>
          Сердце чистое сотвори во мне, Боже, и дух правый обнови внутри меня.
        </b>
      </p>
      <p>
        Небесных, и страшных, и святых Твоих Таинств, Христос, и божественной
        Твоей и таинственной Вечери удостой и меня, отчаявшегося, Боже,
        Спаситель мой!
      </p>
      <p>
        <b>
          Не отвергни меня от лица Твоего, и Духа Твоего Святого не отними от
          меня.
        </b>
      </p>
      <p>
        Под Твою милость прибегнув, Благой, взываю к Тебе со страхом: «Пребудь
        во мне, Спаситель, и я, как Ты сказал, в Тебе; ибо вот, дерзая на
        милость Твою, ем Тело Твоё и пью Кровь Твою!»
      </p>
      <p>
        <b>Святейшая Троица, Боже наш, слава Тебе.</b>
      </p>
      <p>
        <i>Троичен:</i> Трепещу, принимая огонь, не сгореть бы мне, как воск и
        как трава. О страшное таинство! О милосердие Божие! Как я, ничтожный,
        причащаюсь Божественного Тела и Крови и становлюсь нетленным?
      </p>
    </section>
  );
};

export default Песнь8;
