import { Typography } from '@mui/material';

const Песнь5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 5</h3>
      </header>
      <Typography variant="body2">
        Господи, податель света и Творец времен! Наставь нас светом повелений
        Твоих; ибо другого Бога, кроме Тебя, не знаем.
      </Typography>
      <p>
        <b>
          Сердце чистое сотвори во мне, Боже, и дух правый обнови внутри меня.
        </b>
      </p>
      <p>
        Что Ты Сам предсказал, Христос, да будет то ничтожному рабу Твоему и,
        как обещал, пребудь во мне; ибо вот, я вкушаю Твое Божественное Тело и
        пью Кровь Твою.
      </p>
      <p>
        <b>
          Не отвергни меня от лица Твоего, и Духа Твоего Святого не отними от
          меня.
        </b>
      </p>
      <p>
        О Слово Бога Отца и Бог! Уголь горящий Твоего Тела да послужит мне,
        помраченному, для просвещения, и Твоя Кровь — для очищения моей
        оскверненной души.
      </p>
      <p>
        <b>Пресвятая Богородица, спаси нас!</b>
      </p>
      <p>
        <i>Богородичен:</i> Мария, Матерь Божия, благоухания драгоценное
        вместилище! Молитвами Твоими соделай меня избранным сосудом, чтобы я был
        причастником святынь Сына Твоего.
      </p>
    </section>
  );
};

export default Песнь5;
