const Тропaри: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропари, <i>глас 8-й</i>
        </h3>
      </header>
      <p>
        Беззакония мои презри, Господи, от Девы родившийся, и сердце моё очисти,
        делая его храмом пречистого Твоего Тела и Крови; не отринь меня от
        Твоего лица, ибо милость Твоя безмерно велика.
      </p>
      <p>Слава: Причаститься святынь Твоих как дерзну я, недостойный? Ведь если осмелюсь
        подойти к Тебе вместе с достойными, одежда меня обличает, — ибо не в
        такой идут на вечерю, и осуждение навлеку на многогрешную душу мою.
        Очисти, Господи, скверну души моей и спаси меня, ибо Ты Человеколюбец.
      </p>
      <p>И ныне: Бесчисленно множество моих, Богородица, согрешений; к Тебе прибегаю,
        Чистая, нуждаясь в спасении. Воззри милостиво на немощную мою душу и
        моли Сына Твоего и Бога нашего дать мне прощение соделанных мною тяжких
        согрешений, единая Благословенная.
      </p>
      <p>
        <i>Во время Великого поста добавляем тропарь:</i>
      </p>
      <p>
        Когда славные ученики во время умовения на вечере просвещались, тогда
        нечестивый Иуда, сребролюбием болевший, помрачился и Тебя, праведного
        Судию, беззаконным судиям предал. Смотри, имений собиратель, на того,
        кто из-за них удавился. Беги от ненасытной души, с Учителем так дерзко
        поступившей. Милостивый ко всем Господи, слава Тебе!
      </p>
    </section>
  );
};

export default Тропaри;
