import КанонБогородице from './цс/КанонБогородице';
import КанонБогородицеРу from './ру/КанонБогородице';
import Тропaрь1 from './цс/Тропaрь1';
import Тропaрь1Ру from './ру/Тропaрь1';
import Псалом from './цс/Псалом';
import ПсаломРу from './ру/Псалом';
import Песнь1 from './цс/Песнь1';
import Песнь1Ру from './ру/Песнь1';
import Песнь3 from './цс/Песнь3';
import Песнь3Ру from './ру/Песнь3';
import Тропaрь2 from './цс/Тропaрь2';
import Тропaрь2Ру from './ру/Тропaрь2';
import Песнь4 from './цс/Песнь4';
import Песнь4Ру from './ру/Песнь4';
import Песнь5 from './цс/Песнь5';
import Песнь5Ру from './ру/Песнь5';
import Песнь6 from './цс/Песнь6';
import Песнь6Ру from './ру/Песнь6';
import Кондaк1 from './цс/Кондaк1';
import Кондaк1Ру from './ру/Кондaк1';
import Кондaк2 from './цс/Кондaк2';
import Кондaк2Ру from './ру/Кондaк2';
import Стихира from './цс/Стихира';
import СтихираРу from './ру/Стихира';
import Песнь7 from './цс/Песнь7';
import Песнь7Ру from './ру/Песнь7';
import Песнь8 from './цс/Песнь8';
import Песнь8Ру from './ру/Песнь8';
import Песнь9 from './цс/Песнь9';
import Песнь9Ру from './ру/Песнь9';
import Стихиры from './цс/Стихиры';
import СтихирыРу from './ру/Стихиры';
import Молитва1 from './цс/Молитва1';
import Молитва1Ру from './ру/Молитва1';
import Молитва2 from './цс/Молитва2';
import Молитва2Ру from './ру/Молитва2';

const Канон: React.FC = () => {
  return (
    <>
      <КанонБогородице/>
      <КанонБогородицеРу/>
      <Тропaрь1/>
      <Тропaрь1Ру/>
      <Псалом/>
      <ПсаломРу/>
      <Песнь1/>
      <Песнь1Ру/>
      <Песнь3/>
      <Песнь3Ру/>
      <Тропaрь2/>
      <Тропaрь2Ру/>
      <Песнь4/>
      <Песнь4Ру/>
      <Песнь5/>
      <Песнь5Ру/>
      <Песнь6/>
      <Песнь6Ру/>
      <Кондaк1/>
      <Кондaк1Ру/>
      <Кондaк2/>
      <Кондaк2Ру/>
      <Стихира/>
      <СтихираРу/>
      <Песнь7/>
      <Песнь7Ру/>
      <Песнь8/>
      <Песнь8Ру/>
      <Песнь9/>
      <Песнь9Ру/>
      <Стихиры/>
      <СтихирыРу/>
      <Молитва1/>
      <Молитва1Ру/>
      <Молитва2/>
      <Молитва2Ру/>
    </>
  );
};

export default Канон;
