const Кондак3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Кондaк, <i>глас 3-й</i>
        </h3>
      </header>
      <p>
        Сла́ва: TODO
      </p>
      <p>
        И ны́не: TODO
      </p>

      <p>
        Го́споди, поми́луй. <i>(12 раз.)</i>
      </p>
      <p>Сла́ва и ны́не.</p>
      <p>
        Честне́йшую Херуви́м и сла́внейшую без сравне́ния Серафи́м, без истле́ния Бо́га
        Сло́ва ро́ждшую, су́щую Богоро́дицу Тя велича́ем.
      </p>
      <p>
        <i>
          После Причащения да пребывает каждый в чистоте, воздержании и
          немногословии, чтобы достойно сохранить в себе принятого Христа.
        </i>
      </p>
    </section>
  );
};

export default Кондак3;
