const Молитва5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 5-я</h3>
      </header>
      <p>TODO</p>
      <p>TODO</p>
      <p>
        Святой Боже, Святой Крепкий, Святой Бессмертный, помилуй нас.{" "}
        <i>(Tрижды.)</i>
      </p>
      <p>
        Слава Отцу и Сыну и Святому Духу, и ныне и всегда, и во веки веков.
        Аминь.
      </p>
      <p>
        Пресвятая Троица, помилуй нас. Господи, очисти грехи наши. Владыка,
        прости беззакония наши. Святой, посети и исцели немощи наши, имени
        Твоего ради.
      </p>
      <p>
        Господи, помилуй. <i>(Tрижды.)</i>
      </p>
      <p>
        Слава Отцу и Сыну и Святому Духу, и ныне и всегда, и во веки веков.
        Аминь.
      </p>
      <p>
        Отче наш, сущий на небесах! Да святится имя Твое; да придет Царствие
        Твое; да будет воля Твоя и на земле, как на небе. Хлеб наш насущный дай
        нам на сей день; и прости нам долги наши, как и мы прощаем должникам
        нашим; и не введи нас в искушение, но избавь нас от лукавого.
      </p>
    </section>
  );
};

export default Молитва5;
