const Иоанникия: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святого Иоанникия</h3>
      </header>
      <p>
        Упование моё Отец, прибежище моё Сын, покров мой Дух Святой: Троица
        Святая, слава Тебе.
      </p>
      <p>
        Достойно есть воистину прославлять Тебя, Богородицу, вечно блаженную и
        пренепорочную и Матерь Бога нашего. Честнейшую Херувимов и несравненно
        славнейшую Серафимов, непорочно Бога Слово родившую, истинную Богородицу
        Тебя величаем<sup>*</sup>.
      </p>
      <p>Сла­ва, и ныне.</p>
      <p>
        Гос­по­ди, по­ми­луй. <i>(Три­жды.)</i>
      </p>
      <p>
        Господи Иисусе Христе, Сыне Божий, молитв ради Пречистой Твоей Матери и
        всех святых помилуй нас. Аминь.
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается припев и ирмос
          9-й песни пасхального канона: «Ангел возгласил Благодатной: Чистая
          Дева, радуйся! И снова скажу: радуйся! Твой Сын воскрес на третий день
          из гроба и мертвых воскресил; люди, веселитесь! Светись, светись,
          новый Иерусалим, ибо слава Господня над тобою воссияла! Ликуй ныне и
          веселись, Сион! Ты же радуйся, Чистая Богородица, о воскресении
          Рожденного Тобой».
        </p>
      </footer>
    </section>
  );
};

export default Иоанникия;
