const ИоннаДамаскина: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святого Иоанна Дамаскина</h3>
      </header>
      <p>
        Владыка Человеколюбец, неужели мне это ложе гробом будет, или еще
        окаянную мою душу озаришь светом дня? Вот, гроб предо мною, вот, мне
        смерть предстоит. Суда Твоего, Господи, боюсь, и муки бесконечной, злое
        же творить не перестаю. Тебя, Господа и Бога моего, всегда прогневляю, и
        Пречистую Твою Матерь, и все Небесные Силы, и святого Ангела хранителя
        моего. Знаю, Господи, что недостоин я человеколюбия Твоего, но достоин
        всякого осуждения и муки. Но, Господи, хочу ли, или не хочу, спаси меня.
        Ведь если праведника спасешь, нет в том ничего великого, и если чистого
        помилуешь, нет в том ничего дивного, ибо они достойны милости Твоей. Но
        на мне, грешном, покажи дивную милость Твою, и в том яви человеколюбие
        Твое, что не превозможет моя злоба Твою неизреченную благость и
        милосердие, и как Ты хочешь, устрой мою жизнь.
      </p>
      <p>
        Просвети очи мои, Христос Бог, да не усну я сном смертным, да не скажет
        враг мой: я победил его.
      </p>
      <p>
        Сла­ва: Будь защитником души моей, Боже, ибо я хожу посреди сетей
        многих; избавь меня от них, Благой, и спаси меня, Человеколюбец.
      </p>
      <p>
        И ныне: Преславную Божию Матерь, и святых Ангелов Святейшую, не умолкая,
        воспоём сердцем и устами, исповедуя Ее Богородицей, ибо воистину родила
        Она Бога воплощенного и молится непрестанно о душах наших.
      </p>
    </section>
  );
};

export default ИоннаДамаскина;
