const Исповедование: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Исповедание грехов повседневное</h3>
      </header>
      <p>
        Исповедаю Тебе, Господу Богу моему и Творцу, во Святой Троице Единому,
        прославляемому и поклоняемому, Отцу, и Сыну, и Святому Духу, все мои
        грехи, которые я совершил во все дни жизни моей, и во всякий час, и в
        настоящее время, и в прошедшие дни и ночи делом, словом, помышлением,
        объедением, чревоугодием, пьянством, унынием, праздностью, ленью,
        празднословием, гордостью, самолюбием, осуждением, прекословием,
        непослушанием, клеветой, сребролюбием, многостяжанием, корыстолюбием,
        воровством, ложью, завистью, гневом, злопамятством, ненавистью и всеми
        моими чувствами: зрением, слухом, обонянием, вкусом, осязанием и прочими
        моими грехами, душевными и телесными, которыми я Тебя, Бога моего,
        прогневал и ближнего моего обидел. Сокрушаюсь об этом, виновным предстою
        пред Тобою, Богом моим, и твердо хочу покаяться. Но только помоги мне,
        Господи Боже мой, со слезами смиренно молю Тебя: прошлые согрешения мои
        прости по милосердию Твоему, и разреши меня от всего, что я исповедал
        пред Тобою, ибо Ты Благ и Человеколюбец.
      </p>
      <p>
        <i>Ко­гда от­хо­дишь ко сну про­из­но­си:</i>
      </p>
      <p>
        В руки Твои, Господи Иисусе Христе, Боже мой, предаю дух мой: Ты же меня
        благослови, Ты меня помилуй и жизнь вечную даруй мне. Аминь.
      </p>
    </section>
  );
};

export default Исповедование;
