const КоПресвятойТроице: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва ко Пресвятой Троице
        </h3>
      </header>
      <p>
        Пресвятая Троица, помилуй нас;
        Господи, очисти грехи наши;
        Владыка, прости беззакония наши;
        Святой, посети и исцели немощи наши, имени Твоего ради.
      </p>
      <p>
        Господи, помилуй. <i>(Триж­ды.)</i>
      </p>
      <p>
        Слава, и ныне.
      </p>
    </section>
  );
};

export default КоПресвятойТроице;
