const КондакБогородице: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Кондак Богородице</h3>
      </header>
      <p>
        Тебе, Высшей Воеводе, мы, рабы Твои, избавившись от бед, ликования
        победные и благодарственные посвящаем, Богородица; Ты же, имея
        могущество непобедимое, от всяких нас бед освободи, да взываем к Тебе:
        радуйся, Невеста Неневестная.
      </p>
      <p>
        Преславная Приснодева, Матерь Христа Бога, принеси нашу молитву Сыну
        Твоему и Богу нашему, да спасет Тобою души наши.
      </p>
      <p>
        Всё упование моё на Тебя возлагаю, Матерь Божия, сохрани меня под
        покровом Твоим.
      </p>
      <p>
        Богородица Дева, не презри меня, грешного, требующего Твоей помощи и
        Твоего заступничества, ибо на Тебя уповает душа моя, и помилуй меня.
      </p>
    </section>
  );
};

export default КондакБогородице;
