const Кресту: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Знаменуй себя крестом и говори молитву Священному Кресту</h3>
      </header>
      <p>
        Да воскреснет Бог, и рассеются враги Его, и бегут от лица Его
        ненавидящие Его. Как исчезает дым, да исчезнут, как тает воск пред лицом
        огня, так да погибнут бесы пред лицом любящих Бога и знаменующих себя
        крестным знамением и в веселии восклицающих: радуйся, Пречестной и
        Животворящий Крест Господень, прогоняющий бесов силою на тебе распятого
        Господа нашего Иисуса Христа, во ад сошедшего и поправшего силу
        диавольскую, и даровавшего нам тебя, Крест Свой Честной, на прогнание
        всякого супостата. О, Пречестной и Животворящий Крест Господень! Помогай
        мне со Святою Госпожою Девою Богородицею и со всеми святыми во веки.
        Аминь.
      </p>
      <header>
        <i>Или кратко</i>
      </header>
      <p>
        Огради меня, Господи, силою Честного и Животворящего Твоего Креста и
        сохрани меня от всякого зла.
      </p>
    </section>
  );
};

export default Кресту;
