const М1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Мо­лит­ва&nbsp;1-я, святого Ма­ка­рия Ве­ли­ко­го к Богу&nbsp;Отцу
        </h3>
      </header>
      <p>
        Боже вечный и Царь всякого создания, сподобивший меня дожить до этого
        часа, прости мне грехи, которые я совершил в этот день делом, словом и
        помышлением; и очисти, Господи, смиренную мою душу от всякой нечистоты
        плотской и духовной. И дай мне, Господи, эту ночь провести в мире,
        чтобы, восстав от сна, я во все дни жизни моей делал угодное пресвятому
        имени Твоему и побеждал нападающих на меня врагов плотских и бесплотных.
        И избавь меня, Господи, от помышлений суетных, оскверняющих меня, и
        вожделений лукавых. Ибо Твое есть Царство, и сила, и слава ныне, и
        всегда, и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default М1;
