const М10: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 10-я, ко Пресвятой Богородице</h3>
      </header>
      <p>
        Благого Царя благая Матерь, Пречистая и Благословенная Богородица Мария!
        Милость Сына Твоего и Бога нашего излей на страстную мою душу и Твоими
        молитвами направь меня на добрые дела, чтобы мне остальное время жизни
        моей непорочно прожить и с Твоей помощью рай обрести, Богородица Дева,
        единая Чистая и Благословенная.
      </p>
    </section>
  );
};

export default М10;
