const М11: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 11-я, святому Ангелу-хранителю</h3>
      </header>
      <p>
        Ангел Христов, хранитель мой святой и покровитель души и тела моего!
        Прости мне всё, в чем я согрешил в сегодняшний день, и от всякого
        коварства вражьего избавь меня, чтобы никаким грехом не прогневал я Бога
        моего; но молись за меня, грешного и недостойного раба, чтобы явить меня
        достойным благости и милости Всесвятой Троицы, и Матери Господа моего
        Иисуса Христа, и всех святых. Аминь.
      </p>
    </section>
  );
};

export default М11;
