const М2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 2-я, свя­то­го Антиоха ко Господу нашему Иисусу Христу</h3>
      </header>
      <p>
        Вседержитель, Слово Отчее, Иисус Христос! Ты Сам совершен, и по великому
        милосердию Твоему никогда не покидай меня, раба Твоего, но всегда
        пребывай во мне. Иисус, добрый Пастырь Твоих овец, не предай меня
        нападению змия и не оставь меня на волю сатаны, ибо есть во мне семя
        погибели. Ты, Господи Боже покланяемый, Царь Святой, Иисус Христос,
        сохрани меня во время сна немеркнущим Светом, Святым Твоим Духом,
        Которым Ты освятил Твоих учеников. Даруй, Господи, и мне, недостойному
        рабу Твоему, спасение Твое на ложе моем: просвети ум мой светом разума
        святого Евангелия Твоего, душу — любовью Креста Твоего, сердце —
        чистотою слова Твоего, тело мое — Твоим страданием бесстрастным, мысль
        мою Твоим смирением сохрани. И воздвигни меня в надлежащее время на
        славословие Тебе. Ибо Ты препрославлен со Безначальным Твоим Отцом и
        Пресвятым Духом во веки. Аминь.
      </p>
    </section>
  );
};

export default М2;
