const М3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 3-я, Святому Духу</h3>
      </header>
      <p>
        Господи, Царь Небесный, Утешитель, Дух истины, умилосердись и помилуй
        меня, грешного раба Твоего, и отпусти мне, недостойному, и прости все
        грехи, которыми я согрешил сегодня перед Тобою как человек и даже не как
        человек, но и хуже скота: вольные и невольные, ведомые и неведомые:
        соделанные по юности и по злому навыку, по вспыльчивости и беспечности.
        Если я именем Твоим клялся, или похулил его в помышлении моем; или кого
        укорил; или оклеветал кого во гневе моем, или опечалил, или о чем
        прогневался; или солгал, или не вовремя спал, или нищий пришел ко мне, а
        я презрел его; или брата моего опечалил, или ссорился, или кого осудил;
        или расхвастался, или возгордился, или разгневался; или, когда стоял на
        молитве, ум мой увлекался лукавством мира сего, или о чем развратном
        помыслил; или объелся, или опился, или безумно смеялся; или помыслил
        лукавое, или, увидев чью-либо красоту, уязвился ею в сердце моем; или
        сказал что-то непристойное; или посмеялся над грехом брата моего, тогда
        как моим согрешениям нет числа; или нерадел о молитве, или иное что
        сделал злое, не помню; все это и больше этого соделал. Помилуй меня,
        Творец мой и Владыка, беспечного и недостойного раба Твоего, и отпусти
        мне грехи, и прости меня, ибо Ты Благ и Человеколюбив, да с миром лягу,
        усну и почию я, блудный, грешный и окаянный, и поклонюсь, и воспою, и
        прославлю пречестное имя Твое, со Отцом, и Единородным Его Сыном, ныне,
        и всегда, и во веки. Аминь.
      </p>
    </section>
  );
};

export default М3;
