const М4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 4-я, святого Макария Великого</h3>
      </header>
      <p>
        Что Тебе принесу, или что Тебе воздам за Твои великие дары, о
        Бессмертный Царь, щедрый и человеколюбивый Господи! Ибо меня, ленивого к
        Твоему угождению, и ничто благое не сотворившего, Ты привел к концу
        мимолетного дня сего, об обращении и спасении души моей заботясь.
        Милостив будь ко мне, грешному и не имеющему никаких благих дел,
        восставь падшую мою душу, осквернившуюся в безмерных согрешениях, и
        удали от меня всякое лукавое помышление о видимой сей жизни. Прости,
        единственный Безгрешный, мои согрешения, которыми согрешил я в сей день,
        ведением и неведением, словом, и делом, и помышлением, и всеми моими
        чувствами. Ты Сам, покрывая, сохрани меня от всякой напасти Божественной
        Твоей властью, и неизреченным человеколюбием, и силою. Очисти, Боже,
        очисти множество грехов моих. Благоволи, Господи, избавить меня от сети
        лукавого, и спаси страстную мою душу, и освети меня светом лица Твоего,
        когда придешь во славе; и неосужденным отойду я ко сну, и усну без злых
        сновидений; и сохрани разум раба Твоего несмущенным, и всякое дело
        сатанинское отгони от меня, и просвети мысленные очи моего сердца, да не
        усну в смерть. И пошли мне Ангела мирного, хранителя и наставника души и
        тела моего, да избавит меня от врагов моих; да встав со одра моего,
        принесу Тебе благодарственные молитвы. Услышь меня, Господи, грешного и
        убогого раба Твоего; даруй мне по пробуждении словам Твоим поучаться, и
        уныние бесовское далеко от меня отгони Твоими Ангелами; да благословлю
        имя Твое святое, и прославлю, и славлю Пречистую Богородицу Марию,
        Которую Ты дал нам, грешным, в Заступницу, и прими Ее, молящуюся за нас;
        ибо знаю, что Она подражает Твоему человеколюбию и не перестает за нас
        молиться. Ее заступничеством и Честного Креста знамением, и всех святых
        Твоих ради, убогую душу мою соблюди, Иисус Христос Бог наш, ибо Ты Свят
        и препрославлен во веки. Аминь.
      </p>
    </section>
  );
};

export default М4;
