const М4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 4-я, святого Макария Великого</h3>
      </header>
      <p>
        Что Те­бе при­не­су или что Те­бе воз­дам, бо­га­тый да­ра­ми
        бес­смерт­ный Царь, щед­рый и че­ло­ве­ко­лю­би­вый Гос­по­ди, за то,
        что ме­ня, ле­ня­ще­го­ся слу­жить Те­бе и ни­че­го доб­ро­го не
        со­тво­рив­ше­го, до­вел до кон­ца про­шед­ше­го дня се­го, к
        об­ра­ще­нию и спа­се­нию ду­шу мою на­прав­ляя? Ми­ло­стив будь ко мне,
        греш­но­му и ли­шен­но­му вся­ко­го доб­ро­го де­ла, вос­ставь пад­шую
        мою ду­шу, осквер­нив­шу­ю­ся в без­мер­ных со­гре­ше­ни­ях, и уда­ли от
        ме­ня все злые по­мыс­лы ви­ди­мой жиз­ни сей. Про­сти, Един­ствен­ный
        Без­греш­ный, со­гре­ше­ния мои, ко­то­ры­ми я со­гре­шил пред То­бою в
        сей день со­зна­тель­но и по неве­де­нию, сло­вом, и де­лом, и
        по­мыш­ле­ни­ем, и все­ми мо­и­ми чув­ства­ми. Ты Сам со­хра­ни ме­ня от
        вся­кой вра­же­ской на­па­сти, по­кры­вая бо­же­ствен­ною Тво­ею
        вла­стью и неиз­ре­чен­ным че­ло­ве­ко­лю­би­ем и си­лою. Очи­сти,
        Бо­же, очи­сти мно­же­ство гре­хов мо­их. Бла­го­во­ли, Гос­по­ди,
        из­ба­вить ме­ня от се­ти лу­ка­во­го, и спа­си страст­ную мою ду­шу, и
        оза­ри ме­ня све­том ли­ца Тво­е­го, ко­гда при­дешь во сла­ве, и ныне
        дай мне сном уснуть не в осуж­де­ние, и без меч­та­ний и сму­ще­ний
        мыс­ли ра­ба Тво­е­го со­блю­ди. И все са­та­нин­ские де­ла от­го­ни от
        ме­ня, и про­све­ти ра­зум­ные очи серд­ца мо­е­го, да не усну я сном
        смерт­ным. И по­шли мне Ан­ге­ла ми­ра, хра­ни­те­ля и на­став­ни­ка
        ду­ши и те­ла мо­е­го, да из­ба­вит ме­ня от вра­гов мо­их; да, вос­став
        с по­сте­ли мо­ей, при­не­су Те­бе бла­го­дар­ствен­ные мо­лит­вы. О,
        Гос­по­ди, услышь ме­ня, греш­но­го и ни­ще­го ра­ба Тво­е­го, во­лею и
        со­ве­стью! Дай мне, вос­став от сна, сло­ву Тво­е­му по­учать­ся и
        че­рез Ан­ге­лов Тво­их уны­ние бе­сов­ское да­ле­ко от­го­ни от ме­ня!
        Да бла­го­слов­лю я имя Твоё свя­тое и про­слав­лю, и слав­лю
        Пре­чи­стую Бо­го­ро­ди­цу Ма­рию, Ко­то­рую Ты дал нам, греш­ным, в
        за­щи­ту, и услышь Её, мо­ля­щу­ю­ся за нас; ибо знаю, что Она
        под­ра­жа­ет Тво­е­му че­ло­ве­ко­лю­бию и мо­лить­ся не пе­ре­ста­ет.
        Её за­ступ­ле­ни­ем, и Свя­щен­но­го Кре­ста зна­ме­ни­ем, и ра­ди всех
        свя­тых Тво­их, убо­гую ду­шу мою со­хра­ни, Иису­се Хри­сте, Бо­же наш,
        ибо Ты свят и про­слав­лен во­ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М4;
