const М5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 5-я</h3>
      </header>
      <p>
        Господи Боже наш, все, в чем я в сей день согрешил словом, делом и
        помышлением Ты, как Милостивый и Человеколюбивый, прости мне. Подай мне
        мирный и безмятежный сон. Ангела Твоего хранителя пошли, защищающего и
        сохраняющего меня от всякого зла. Ибо Ты — хранитель душ и тел наших, и
        Тебе славу воссылаем, Отцу, и Сыну, и Святому Духу, ныне, и всегда, и во
        веки веков. Аминь.
      </p>
    </section>
  );
};

export default М5;
