const М6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 6-я</h3>
      </header>
      <p>
        Господи, Боже наш, в Которого мы веруем и Чье имя более всякого имени
        призываем! Дай нам, ко сну отходящим, облегчение душе и телу и сохрани
        нас от всякого мечтания и темного сладострастия. Останови порывы
        страстей, угаси огонь возбуждений телесных. Дай нам жить целомудренно в
        делах и словах, чтобы, проводя добродетельную жизнь, не лишились мы
        обещанных Тобою благ, ибо Ты благословен вовеки. Аминь.
      </p>
    </section>
  );
};

export default М6;
