const М6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 6-я</h3>
      </header>
      <p>
        Гос­по­ди, Бо­же наш, в Ко­то­ро­го мы ве­ру­ем и Чье имя бо­лее
        вся­ко­го име­ни при­зы­ва­ем! Дай нам, ко сну от­хо­дя­щим,
        об­лег­че­ние ду­ше и те­лу, и со­хра­ни нас от вся­ко­го меч­та­ния и
        тем­но­го сла­до­стра­стия. Оста­но­ви по­ры­вы стра­стей, уга­си огонь
        воз­буж­де­ний те­лес­ных. Дай нам жить це­ло­муд­рен­но в де­лах и
        сло­вах, что­бы, про­во­дя доб­ро­де­тель­ную жизнь, не ли­ши­лись мы
        обе­щан­ных То­бою благ, ибо Ты бла­го­сло­вен во­ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М6;
