const М7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 7-я, святого Иоанна Златоуста</h3>
        <p>
          <i>(24 молитвы по числу часов дня и ночи)</i>
        </p>
      </header>
      <p>
        <sup>1</sup>Господи, не лиши меня небесных Твоих благ.{' '}
        <sup>2</sup>Господи, избавь меня от вечных мук.{' '}
        <sup>3</sup>Господи, умом ли или помышлением, словом или делом я согрешил — прости меня.{' '}
        <sup>4</sup>Господи, избавь меня от неведения и забвения, и малодушия, и окаменелого нечувствия.{' '}
        <sup>5</sup>Господи, избавь меня от всякого искушения.{' '}
        <sup>6</sup>Господи, просвети мое сердце, помраченное злыми пожеланиями.{' '}
        <sup>7</sup>Господи, я как человек согрешил, но Ты, как Бог щедрый, помилуй меня, видя немощь души моей.{' '}
        <sup>8</sup>Господи, пошли благодать Твою в помощь мне, да прославлю имя Твое святое.{' '}
        <sup>9</sup>Господи, Иисус Христос, напиши меня, раба Твоего, в книге жизни и даруй мне конец благой.{' '}
        <sup>10</sup>Господи, Боже мой, хотя я и не сделал ничего доброго пред Тобою, но дай мне по благодати Твоей положить начало благое.{' '}
        <sup>11</sup>Господи, окропи в сердце моем росу благодати Твоей.{' '}
        <sup>12</sup>Господи неба и земли, помяни меня, грешного раба Твоего, скверного и нечистого, во Царствии Твоем. Аминь.{' '}
        <sup>1</sup>Господи, в покаянии прими меня.{' '}
        <sup>2</sup>Господи, не оставь меня.{' '}
        <sup>3</sup>Господи, не введи меня в напасть.{' '}
        <sup>4</sup>Господи, дай мне мысли благие.{' '}
        <sup>5</sup>Господи, дай мне слезы, и память о смерти, и сокрушение.{' '}
        <sup>6</sup>Господи, дай мне мысль об исповедании грехов моих.{' '}
        <sup>7</sup>Господи, дай мне смирение, целомудрие и послушание.{' '}
        <sup>8</sup>Господи, дай мне терпение, великодушие и кротость.{' '}
        <sup>9</sup>Господи, насади во мне корень блага — страх Твой в сердце моем.{' '}
        <sup>10</sup>Господи, сподоби меня любить Тебя от всей души моей и от всего помышления и творить во всем волю Твою.{' '}
        <sup>11</sup>Господи, защити меня от злых людей, и демонов, и страстей, и от всякого иного зла.{' '}
        <sup>12</sup>Господи, Ты знаешь, что творишь, как Ты изволишь, да будет воля Твоя и во мне грешном, ибо Ты благословен вовеки. Аминь.{' '}
      </p>
    </section>
  );
};

export default М7;
