const М8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 8-я, ко Господу нашему Иисусу Христу</h3>
      </header>
      <p>
        Господь Иисус Христос, Сын Божий, ради честнейшей Матери Твоей, и
        бесплотных Твоих Ангелов, и Пророка и Предтечи и Крестителя Твоего, и
        богословесных апостолов, светлых и победоносных мучеников, преподобных и
        богоносных отцов, и всех святых молитвами, избавь меня от постоянного
        нападения бесовского. Ей, Господь мой и Творец, не желающий смерти
        грешника, но чтобы он обратился и был жив, дай и мне обращение,
        окаянному и недостойному; вырви меня из пасти змея-губителя, жаждущего
        поглотить меня и свести живым во ад. Ей, Господь мой, утешение мое, ради
        меня окаянного облекшийся в тленную плоть, избавь меня от убожества и
        утешение подай душе моей окаянной. Внуши сердцу моему творить Твои
        повеления, и оставить злые деяния, и получить блаженства Твои; ибо на
        Тебя я, Господи, уповаю, спаси меня.
      </p>
    </section>
  );
};

export default М8;
