const М9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 9-я, ко Пресвятой Богородице, Петра Студийского</h3>
      </header>
      <p>
        К Тебе, Пречистой Божией Матери, я, окаянный, припадаю и молюсь: Ты
        знаешь, Царица, что беспрестанно согрешаю и прогневляю Сына Твоего и
        Бога моего, и, хотя всё время каюсь, лживым пред Богом оказываюсь. Я и
        каюсь, и трепещу от страха, что поразит меня уже Господь, и вскоре опять
        то же делаю! Молю Тебя, Владычица моя, Госпожа Богородица, зная все это,
        помилуй, укрепи и научи меня творить добро. Ибо Ты знаешь, Владычица моя
        Богородица, что всем сердцем ненавижу злые мои дела и всем помышлением
        люблю закон Бога моего; но не знаю, Госпожа Пречистая, почему делаю то,
        что ненавижу, а доброго не исполняю. Не попускай, Пречистая, исполняться
        воле моей, ибо она зла, но да будет воля Сына Твоего и Бога моего, да
        спасет меня, и вразумит, и подаст благодать Святого Духа, чтобы я отныне
        прекратил делать скверное, и в остальное время жил бы по заповедям Сына
        Твоего, Которому подобает всякая слава, честь и могущество со
        безначальным Его Отцом, и Пресвятым и Благим и Животворящим Его Духом,
        ныне, и всегда, и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default М9;
