const Ненавидящих: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва</h3>
      </header>
      <p>
        Ненавидящих и обижающих нас прости, Господь Человеколюбец. Благотворящим
        сделай добро. Братьям и родным нашим исполни их прошения о том, что
        служит ко спасению, и даруй жизнь вечную. Больных посети и даруй им
        исцеление. Тех, кто на море и в воздухе, направь. Путешествующим
        сопутствуй. Служащим нам и милующим нас даруй оставление грехов.
        Поручивших нам, недостойным, молиться за них помилуй по великой Твоей
        милости. Помяни, Господи, братьев наших, находящихся в плену, и избавь
        их от всякой беды. Помяни, Господи, рабов Твоих страдающих, находящихся
        в темницах, бедствиях и несчастьях, и пошли им утешение и скорое
        избавление. Помяни, Господи, жертвующих и благотворящих во святых Твоих
        храмах и исполни их прошения, и даруй им жизнь вечную. Помяни, Господи,
        прежде усопших отцов и братьев наших и упокой их, где сияет свет лица
        Твоего. Помяни, Господи, и нас, смиренных, и грешных, и недостойных
        рабов Твоих, и просвети наш ум светом разума Твоего, и направь нас на
        путь заповедей Твоих, молитвами Пречистой Владычицы нашей Богородицы и
        Приснодевы Марии и всех Твоих святых, ибо Ты благословен вовеки. Аминь.
      </p>
    </section>
  );
};

export default Ненавидящих;
