const СвятомуДуху: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва Святому Духу
        </h3>
      </header>
      <p>
        Царь Небесный, Утешитель, Дух Истины,
        везде пребывающий и всё наполняющий,
        Сокровищница благ и жизни Податель, приди
        и вселись в нас, и очисти нас от всякой
        скверны, и спаси, Благой, души наши<sup>*</sup>.
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается тропарь:
          «Христос воскрес из мёртвых,
          смертью смерть победив и
          пребывающим во гробах жизнь даровав». <i>(Трижды.)</i> От
          Вознесения до Троицы начинаем молитвы со
          «Святой Боже...», опуская все предшествующие.
        </p>
      </footer>
    </section>
  );
};

export default СвятомуДуху;
