const ТропариТроичные: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Тропари Троичные</h3>
      </header>
      <p>
        Поми́луй нас, Го́споди, поми́луй нас; вся́каго бо отве́та недоуме́юще, сию́ Ти
        моли́тву я́ко Влады́це гре́шнии прино́сим: поми́луй нас.
      </p>
      <p>
        Сла­ва: Господи! Помилуй нас, ибо на Тебя мы уповаем. Не прогневайся на
        нас и не вспомни беззаконий наших: но обрати на нас взор Твой ныне, ибо
        Ты милосерд, и избавь нас от врагов наших, ибо Ты — Бог наш и мы — Твои
        люди, все мы — дело рук Твоих и имя Твоё призываем.
      </p>
      <p>
        И ныне: Милосердия двери открой нам, благословенная Богородица, надеясь
        на Тебя да не погибнем, но да избавимся Тобою от бед, ибо Ты — спасение
        рода христианского.
      </p>
      <p>
        Господи, помилуй. <i>(12 раз.)</i>
      </p>
    </section>
  );
};

export default ТропариТроичные;
