import { Typography } from '@mui/material';

const Песнь9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 9</h3>
      </header>
      <Typography variant="body2">
        Бо́га челове́ком невозмо́жно ви́дети, на Него́же не сме́ют чи́ни А́нгельстии
        взира́ти; Тобо́ю же, Всечи́стая, яви́ся челове́ком Сло́во Воплоще́нно, Его́же
        велича́юще, с небе́сными во́и Тя́ ублажа́ем.
      </Typography>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Ны́не к ва́м прибега́ю, А́нгели, Арха́нгели и вся́ небе́сныя си́лы, у Престо́ла
        Бо́жия стоя́щии, моли́теся ко Творцу́ своему́, да изба́вит ду́шу мою́ от му́ки
        ве́чныя.
      </p>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Ны́не пла́чуся к ва́м, святи́и патриа́рси, ца́рие и проро́цы, апо́столи и
        святи́телие и вси́ избра́ннии Христо́вы: помози́те ми́ на суде́, да спасе́т ду́шу
        мою́ от си́лы вра́жия.
      </p>
      <p>
        Сла́ва: Ны́не к ва́м воздежу́ ру́це, святи́и му́ченицы, пусты́нницы,
        де́вственницы, пра́ведницы и вси́ святи́и, моля́щиися ко Го́споду за ве́сь ми́р,
        да поми́лует мя́ в ча́с сме́рти моея́.
      </p>
      <p>
        И ны́не: Ма́ти Бо́жия, помози́ ми́, на Тя́ си́льне наде́ющемуся, умоли́ Сы́на
        Своего́, да поста́вит мя́ недосто́йнаго одесну́ю Себе́, егда́ ся́дет судя́й живы́х
        и ме́ртвых, ами́нь.
      </p>
    </section>
  );
};

export default Песнь9;
