import { Typography } from '@mui/material';

const Песнь1: React.FC = () => {
  return (
    <section>
      <header>
        <p>
          <i>Глас 6-й</i>
        </p>
        <h3>Песнь 1</h3>
      </header>
      <Typography variant="body2">
        <i>Ирмо́с:</i> Я́ко по су́ху пешеше́ствовав Изра́иль, по бе́здне стопа́ми,
        гони́теля фарао́на ви́дя потопля́ема, Бо́гу побе́дную пе́снь пои́м, вопия́ше.
      </Typography>
      <p>
        <i>Припев:</i> <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Ны́не приступи́х а́з гре́шный и обремене́нный к Тебе́, Влады́це и Бо́гу моему́;
        не сме́ю же взира́ти на не́бо, то́кмо молю́ся, глаго́ля: да́ждь ми́, Го́споди,
        у́м, да пла́чуся де́л мои́х го́рько.
      </p>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        О, го́ре мне́ гре́шному! Па́че все́х челове́к окая́нен е́смь, покая́ния не́сть во
        мне́; да́ждь ми́, Го́споди, сле́зы, да пла́чуся де́л мои́х го́рько.
      </p>
      <p>
        Сла́ва: Безу́мне, окая́нне челове́че, в ле́ности вре́мя губи́ши; помы́сли житие́
        твое́, и обрати́ся ко Го́споду Бо́гу, и пла́чися о де́лех твои́х го́рько.
      </p>
      <p>
        И ны́не: Ма́ти Бо́жия Пречи́стая, воззри́ на мя́ гре́шнаго, и от се́ти диа́воли
        изба́ви мя́, и на пу́ть покая́ния наста́ви мя́, да пла́чуся де́л мои́х го́рько.
      </p>
    </section>
  );
};

export default Песнь1;
