import { Typography } from '@mui/material';

const Песнь7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 7</h3>
      </header>
      <Typography variant="body2">
        Росода́тельну у́бо пе́щь соде́ла А́нгел преподо́бным отроко́м, халде́и же
        опаля́ющее веле́ние Бо́жие, мучи́теля увеща́ вопи́ти: благослове́н еси́, Бо́же
        оте́ц на́ших.
      </Typography>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Не наде́йся, душе́ моя́, на тле́нное бога́тство и на непра́ведное собра́ние,
        вся́ бо сия́ не ве́си кому́ оста́виши, но возопи́й: поми́луй мя́, Христе́ Бо́же,
        недосто́йнаго.
      </p>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Не упова́й, душе́ моя́, на теле́сное здра́вие и на скоромимоходя́щую красоту́,
        ви́диши бо, я́ко си́льнии и млади́и умира́ют; но возопи́й: поми́луй мя́, Христе́
        Бо́же, недосто́йнаго.
      </p>
      <p>
        Сла́ва: Воспомяни́, душе́ моя́, ве́чное житие́, Ца́рство Небе́сное, угото́ванное
        святы́м, и тьму́ кроме́шную и гне́в Бо́жий злы́м, и возопи́й: поми́луй мя́,
        Христе́ Бо́же, недосто́йнаго.
      </p>
      <p>
        И ны́не: Припади́, душе́ моя́, к Бо́жией Ма́тери и помоли́ся То́й, е́сть бо
        ско́рая помо́щница ка́ющимся, умо́лит Сы́на Христа́ Бо́га, и поми́лует мя́
        недосто́йнаго.
      </p>
    </section>
  );
};

export default Песнь7;
