import { Typography } from '@mui/material';

const Песнь5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 5</h3>
      </header>
      <Typography variant="body2">
        Бо́жиим све́том Твои́м, Бла́же, у́тренюющих Ти́ ду́ши любо́вию озари́, молю́ся, Тя́
        ве́дети, Сло́ве Бо́жий, и́стиннаго Бо́га, от мра́ка грехо́внаго взыва́юща.
      </Typography>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Воспомяни́, окая́нный челове́че, ка́ко лжа́м, клевета́м, разбо́ю, не́мощем,
        лю́тым звере́м, грехо́в ра́ди порабоще́н еси́; душе́ моя́ гре́шная, того́ ли
        восхоте́ла еси́?
      </p>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Трепе́щут ми́ у́ди, все́ми бо сотвори́х вину́: очи́ма взира́яй, уши́ма слы́шай,
        язы́ком зла́я глаго́ляй, всего́ себе́ гее́нне предая́й; душе́ моя́ гре́шная, сего́
        ли восхоте́ла еси́?
      </p>
      <p>
        Сла́ва: Блудника́ и разбо́йника ка́ющася прия́л еси́, Спа́се, а́з же еди́н
        ле́ностию грехо́вною отягчи́хся и злы́м дело́м порабо́тихся, душе́ моя́ гре́шная,
        сего́ ли восхоте́ла еси́?
      </p>
      <p>
        И ны́не: Ди́вная и ско́рая помо́щнице все́м челове́ком, Ма́ти Бо́жия, помози́ мне́
        недосто́йному, душе́ бо моя́ гре́шная того́ восхоте́.
      </p>
    </section>
  );
};

export default Песнь5;
