import { Typography } from '@mui/material';

const Песнь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 3</h3>
      </header>
      <Typography variant="body2">
        Не́сть свя́т, я́коже Ты́, Го́споди Бо́же мо́й, вознесы́й ро́г ве́рных Твои́х,
        Бла́же, и утверди́вый на́с на ка́мени испове́дания Твоего́.
      </Typography>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Внегда́ поста́влени бу́дут престо́ли на суди́щи стра́шнем, тогда́ все́х челове́к
        дела́ облича́тся; го́ре та́мо бу́дет гре́шным, в му́ку отсыла́емым; и то́ ве́дущи,
        душе́ моя́, пока́йся от злы́х де́л твои́х.
      </p>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Пра́ведницы возра́дуются, а гре́шнии воспла́чутся, тогда́ никто́же возмо́жет
        помощи́ на́м, но дела́ на́ша осу́дят на́с, те́мже пре́жде конца́ пока́йся от злы́х
        де́л твои́х.
      </p>
      <p>
        Сла́ва: Увы́ мне́ великогре́шному, и́же де́лы и мы́сльми оскверни́вся, ни ка́пли
        сле́з име́ю от жестосе́рдия; ны́не возни́кни от земли́, душе́ моя́, и пока́йся от
        злы́х де́л твои́х.
      </p>
      <p>
        И ны́не: Се́, взыва́ет, Госпоже́, Сы́н Тво́й, и поуча́ет на́с на до́брое, а́з же
        гре́шный добра́ всегда́ бе́гаю; но Ты́, Ми́лостивая, поми́луй мя́, да пока́юся от
        злы́х мои́х де́л.
      </p>
    </section>
  );
};

export default Песнь3;
