import { Typography } from '@mui/material';

const Песнь8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 8</h3>
      </header>
      <Typography variant="body2">
        Из пла́мене преподо́бным ро́су источи́л еси́ и пра́веднаго же́ртву водо́ю
        попали́л еси́: вся́ бо твори́ши, Христе́, то́кмо е́же хоте́ти. Тя́ превозно́сим во
        вся́ ве́ки.
      </Typography>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Ка́ко не и́мам пла́катися, егда́ помышля́ю сме́рть, ви́дех бо во гро́бе лежа́ща
        бра́та моего́, безсла́вна и безобра́зна? Что́ у́бо ча́ю, и на что́ наде́юся?
        То́кмо да́ждь ми́, Го́споди, пре́жде конца́ покая́ние. <i>(Два́жды.)</i>
      </p>
      <p>
        Сла́ва: Ве́рую, я́ко прии́деши суди́ти живы́х и ме́ртвых, и вси́ во свое́м чи́ну
        ста́нут, ста́рии и млади́и, влады́ки и кня́зи, де́вы и свяще́нницы; где́
        обря́щуся а́з? Сего́ ра́ди вопию́: да́ждь ми́, Го́споди, пре́жде конца́ покая́ние.
      </p>
      <p>
        И ны́не: Пречи́стая Богоро́дице, приими́ недосто́йную моли́тву мою́ и сохрани́
        мя́ от на́глыя сме́рти, и да́руй ми́ пре́жде конца́ покая́ние.
      </p>
    </section>
  );
};

export default Песнь8;
