import { Typography } from '@mui/material';

const Песнь6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 6</h3>
      </header>
      <Typography variant="body2">
        Жите́йское мо́ре, воздвиза́емое зря́ напа́стей бу́рею, к ти́хому приста́нищу
        Твоему́ прите́к, вопию́ Ти́: возведи́ от тли́ живо́т мо́й, Многоми́лостиве.
      </Typography>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Житие́ на земли́ блу́дно пожи́х и ду́шу во тьму́ преда́х, ны́не у́бо молю́ Тя́,
        Ми́лостивый Влады́ко: свободи́ мя́ от рабо́ты сея́ вра́жия, и да́ждь ми́ ра́зум
        твори́ти во́лю Твою́.
      </p>
      <p>
        <b>Помилуй мя, Боже, помилуй мя.</b>
      </p>
      <p>
        Кто́ твори́т такова́я, я́коже а́з? Я́коже бо свиния́ лежи́т в калу́, та́ко и а́з
        греху́ служу́. Но Ты́, Го́споди, исто́ргни мя́ от гну́са сего́ и да́ждь ми́ се́рдце
        твори́ти за́поведи Твоя́.
      </p>
      <p>
        Сла́ва: Воспряни́, окая́нный челове́че, к Бо́гу, воспомяну́в своя́ согреше́ния,
        припа́дая ко Творцу́, слезя́ и стеня́; То́й же, я́ко милосе́рд, да́ст ти́ у́м
        зна́ти во́лю Свою́.
      </p>
      <p>
        И ны́не: Богоро́дице Де́во, от ви́димаго и неви́димаго зла́ сохрани́ мя́,
        Пречи́стая, и приими́ моли́твы моя́, и донеси́ я́ Сы́ну Твоему́, да да́ст ми́ у́м
        твори́ти во́лю Его́.
      </p>
    </section>
  );
};

export default Песнь6;
