const Седален: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Седален, <i>глас 6-й</i>
        </h3>
      </header>
      <p>
        Помышля́ю де́нь стра́шный и пла́чуся дея́ний мои́х лука́вых: ка́ко отвеща́ю
        Безсме́ртному Царю́, или́ ко́им дерзнове́нием воззрю́ на Судию́, блу́дный а́з?
        Благоутро́бный О́тче, Сы́не Единоро́дный и Ду́ше Святы́й, поми́луй мя́.
      </p>
      <p>Сла́ва, и ны́не:</p>
      <p>
        <i>Богородичен:</i> Свя́зан мно́гими ны́не плени́цами грехо́в и содержи́м
        лю́тыми страстьми́ и беда́ми, к Тебе́ прибега́ю, моему́ спасе́нию, и вопию́:
        помози́ ми́, Де́во, Ма́ти Бо́жия.
      </p>
    </section>
  );
};

export default Седален;
