const Молитва: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва</h3>
      </header>
      <p>
        Владыка Христос Бог, страданиями Твоими страсти мои исцеливший и ранами
        Твоими язвы мои уврачевавший! Даруй мне, много пред Тобою согрешившему,
        слёзы сокрушения о грехах. Даруй моему телу принять благоухание
        животворящего Тела Твоего, и подай душе моей сладость Твоей драгоценной
        Крови вместо горечи, которой напоил меня враг. Возвысь к Тебе мой ум, к
        земле поникший, и возведи из пропасти погибельной. Ибо нет во мне
        покаяния, нет во мне сокрушения, нет во мне слёз утешительных,
        приводящих чад к Отчему дому . Омрачился я разумом в житейских страстях,
        не могу воззреть на Тебя в страдании, не могу согреться слезами любви к
        Тебе! Но, Владыка Господь Иисус Христос, Сокровищница благ! Даруй мне
        покаяние полное и сердце, с любовью трудящееся в поисках Тебя; даруй мне
        благодать Твою и обнови во мне черты Твоего образа. Я оставил Тебя — не
        оставь меня. Выйди искать меня, приведи на Своё пастбище и сопричисли
        меня к овцам Твоего избранного стада, напитай меня вместе с ними от
        хлеба Божественных Твоих Таинств, по молитвам Пречистой Твоей Матери и
        всех святых Твоих. Аминь.
      </p>
    </section>
  );
};

export default Молитва;
