import { Typography } from '@mui/material';

const Песнь5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 5</h3>
      </header>
      <Typography variant="body2">
        Божественным светом Своим, Благой, души с рассвета к Тебе стремящихся
        любовью озари, молюсь я, чтобы знать Тебя, Слово Божие, истинного Бога,
        от мрака грехов к Себе призывающего.
      </Typography>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Вспомни, окаянный человек, как лжи, клевете, разбою, болезням, словно
        лютым зверям, порабощён ты по грехам своим! Душа моя грешная, того ли
        желала ты?
      </p>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Трепещут члены тела моего, ибо я всеми ими провинился: глазами взирая,
        ушами слушая, языком говоря злое, всего себя геенне предал! Душа моя
        грешная, этого ли желала ты?
      </p>
      <p>
        Слава: Блудного сына и разбойника кающегося принял Ты, Спаситель; но
        лишь я один греховной ленью отягчён и злым делам порабощён! Душа моя
        грешная, этого ли желала ты?
      </p>
      <p>
        И ныне: Дивная и скорая помощница всем людям, Матерь Божия! Помоги мне,
        недостойному, ибо душа моя грешная того возжелала!
      </p>
    </section>
  );
};

export default Песнь5;
