import { Typography } from '@mui/material';

const Песнь9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 9</h3>
      </header>
      <Typography variant="body2">
        Невозможно людям увидеть Бога, на Которого не смеют и сонмы Ангелов
        взирать; но чрез Тебя, Всечистая, стало видимым для смертных Слово
        воплощённое. Его величая, мы вместе с небесными воинствами Тебя
        восхваляем.
      </Typography>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Ныне к вам прибегаю, Ангелы, Архангелы и все небесные Силы, у престола
        Божия стоящие: молитесь Творцу своему, да избавит Он душу мою от муки
        вечной!
      </p>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Ныне плачу пред вами, святые праотцы, цари и пророки, апостолы и
        святители, и все избранники Христовы: помогите мне на Суде, да спасет
        Господь душу мою от силы вражией!
      </p>
      <p>
        Слава: Ныне к вам возношу руки, святые мученики, пустынники,
        девственники, праведники и все святые, молящиеся ко Господу за весь мир,
        да помилует Он меня в час смерти моей!
      </p>
      <p>
        И ныне: Матерь Божия, помоги мне, на Тебя крепко надеющемуся, умоли Сына
        Своего, да поставит Он меня, недостойного, справа от Себя, когда сядет
        судить живых и мёртвых! Аминь.
      </p>
    </section>
  );
};

export default Песнь9;
