import { Typography } from '@mui/material';

const Песнь8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 8</h3>
      </header>
      <Typography variant="body2">
        Из пламени Ты для благочестивых росу источил, и жертву праведника водою
        попалил: ибо Ты все совершаешь, Христе, одним Своим хотением. Тебя мы
        превозносим во все века.
      </Typography>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Как мне не плакать, когда помышляю о смерти! Ибо видел я лежащего во
        гробе брата своего бесславным и безобразным. Чего же я жду и на что
        надеюсь? Только дай мне, Господи, прежде конца покаяние!{" "}
        <i>(Дважды.)</i>
      </p>
      <p>
        Слава: Верую, что Ты придёшь судить живых и мёртвых, и все по чину
        своему станут: старые и молодые, владыки и князья, девы и священники. Но
        где окажусь я? Потому взываю: «Дай мне, Господи, прежде конца покаяние!»
      </p>
      <p>
        И ныне: Пречистая Богородица! Прими недостойную молитву мою, и сохрани
        меня от внезапной смерти и даруй мне прежде конца покаяние!
      </p>
    </section>
  );
};

export default Песнь8;
