import { Typography } from '@mui/material';

const Песнь1: React.FC = () => {
  return (
    <section>
      <header>
        <p>
          <i>Глас 6-й</i>
        </p>
        <h3>Песнь 1</h3>
      </header>
      <Typography variant="body2">
        Как по суше прошел Израиль по бездне стопами, и взывал, гонителя фараона
        видя утопавшим: «Богу победную песнь воспоем!»
      </Typography>
      <p>
        <i>Припев:</i> <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Ныне приступил я, грешный и обременённый, к Тебе, Владыке и Богу моему;
        но не смею взирать на небо, только молю, возглашая: «Дай мне, Господи,
        разум, чтобы оплакивал я дела мои горько!»
      </p>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        О горе мне, грешному! Более всех людей окаянен я: покаяния нет во мне.
        Дай мне, Господи, слёзы, чтобы оплакивал я дела мои горько!
      </p>
      <p>
        Слава: Безумный, окаянный человек, ты время в лености губишь! Помысли о
        жизни своей и обратись ко Господу Богу, и плачь о делах своих горько!
      </p>
      <p>
        И ныне: Матерь Божия пречистая! Воззри на меня, грешного, и от сети
        диавола избавь меня, и на путь покаяния направь меня, чтобы оплакивал я
        дела мои горько!
      </p>
    </section>
  );
};

export default Песнь1;
