import { Typography } from '@mui/material';

const Песнь7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 7</h3>
      </header>
      <Typography variant="body2">
        Росоносною соделал печь Ангел для благочестивых отроков, а Божие
        веление, халдеев опалявшее, мучителя заставило взывать: «Благословен Ты,
        Боже отцов наших!»
      </Typography>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Не полагайся, душа моя, на тленное богатство и на неправедное стяжание;
        ведь не знаешь ты, кому всё это оставишь, но воззови: «Помилуй меня,
        Христе Боже, недостойного!»
      </p>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Не надейся, душа моя, на телесное здоровье и на скоро преходящую
        красоту; ведь ты видишь, как сильные и молодые умирают, но воззови:
        «Помилуй меня, Христе Боже, недостойного!»
      </p>
      <p>
        Слава: Вспомни, душа моя, о вечной жизни и о Царстве Небесном,
        уготованном святым, и о тьме кромешной и гневе Божием – злым, и воззови:
        «Помилуй меня, Христе Боже, недостойного!»
      </p>
      <p>
        И ныне: Припади, душа моя, к Божией Матери и помолись Ей, ибо Она,
        скорая Помощница кающимся, умолит Сына, Христа Бога, и Он помилует меня,
        недостойного.
      </p>
    </section>
  );
};

export default Песнь7;
