import { Typography } from '@mui/material';

const Песнь6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 6</h3>
      </header>
      <Typography variant="body2">
        Житейское море видя, поднимающееся волнами искушений, я, к тихой
        пристани Твоей стремясь, взываю Тебе: «Возведи от погибели жизнь мою,
        Многомилостивый!»
      </Typography>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Жизнь земную я блудно прожил и душу во тьму предал; ныне же молю Тебя,
        милостивый Владыка: освободи меня от этого рабства врагу и дай мне разум
        исполнять волю Твою!
      </p>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Кто совершает такое, как я? Ибо как свинья лежит в грязи, так же и я
        греху служу. Но Ты, Господи, исторгни меня из гнусности той и дай мне
        сердце, готовое исполнять заповеди Твои!
      </p>
      <p>
        Слава: Воспрянь к Богу, окаянный человек, вспомнив свои согрешения,
        припадая ко Творцу, проливая слезы и стеная! Он же, как милосердный,
        даст тебе ум познать волю Его!
      </p>
      <p>
        И ныне: Богородица Дева! От видимого и невидимого зла сохрани меня,
        пречистая, и прими прошения мои, и передай их Сыну Твоему, да даст мне
        ум исполнять волю Его!
      </p>
    </section>
  );
};

export default Песнь6;
