import { Typography } from '@mui/material';

const Песнь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 3</h3>
      </header>
      <Typography variant="body2">
        Нет святого, как Ты, Господи Боже мой, возвысивший верных Тебе, Благой,
        и утвердивший нас на камне исповедания Твоего.
      </Typography>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Когда поставлены будут престолы на Страшном Суде, тогда всех людей дела
        обличатся; горе там будет грешным, в муку отсылаемым! И зная это, душа
        моя, покайся в злых делах твоих!
      </p>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Праведники возрадуются, а грешники возрыдают: тогда никто не сможет
        помочь нам, но дела наши осудят нас. Потому прежде конца покайся в злых
        делах твоих!
      </p>
      <p>
        Слава: Увы мне, многогрешному! Я, делами и мыслями осквернившись, ни
        капли слёз не имею от жестокосердия! Ныне воспрянь от земли, душа моя, и
        покайся в злых делах твоих!
      </p>
      <p>
        И ныне: Вот, взывает, Госпожа, Сын Твой и нас научает доброму; я же,
        грешный, всегда бегу от добра! Но Ты, Милостивая, помилуй меня, чтобы я
        раскаялся в делах моих злых!
      </p>
    </section>
  );
};

export default Песнь3;
