import { Typography } from '@mui/material';

const Песнь4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 4</h3>
      </header>
      <Typography variant="body2">
        Христос моя сила, Бог и Господь, святая Церковь благоговейно поёт,
        взывая, от чистого разума в Господе торжествуя.
      </Typography>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Широк путь здесь и легко делать приятное, но горько будет в последний
        день, когда душа с телом разлучаться будет! Храни себя от того, человек,
        ради Царства Божия!
      </p>
      <p>
        <b>Помилуй меня, Боже, помилуй меня!</b>
      </p>
      <p>
        Зачем бедного обижаешь, плату работника удерживаешь, брата своего не
        любишь, к блуду и гордыне стремишься? Оставь же все это, душа моя, и
        покайся ради Царствия Божия!
      </p>
      <p>
        Слава: О безумный человек! Доколе будешь суетиться, словно пчела,
        собирая богатство своё? Ведь вскоре погибнет оно, как прах и пепел; но
        ты прежде взыщи Царствия Божия.
      </p>
      <p>
        И ныне: Госпожа Богородица! Помилуй меня, грешного, и в добродетели
        укрепи и сохрани меня, чтобы внезапная смерть не похитила меня,
        неготового, и доведи меня, Дева, до Царствия Божия!
      </p>
    </section>
  );
};

export default Песнь4;
