const Седален: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Седален, <i>глас 6-й</i>
        </h3>
      </header>
      <p>
        Помышляю о дне страшном и плачу о деяниях моих лукавых, как отвечу
        Бессмертному Царю? И как дерзну воззреть на Судию, я, блудный?
        Милосердный Отец, Сын Единородный, Дух Святой, помилуй меня.
      </p>
      <p>Слава, и ныне:</p>
      <p>
        <i>Богородичен:</i> Ныне, связанный многими узами грехов и теснимый лютыми страданиями и
        бедами, к Тебе прибегаю, моему спасению, и взываю: «Помоги мне, Дева,
        Матерь Божия!»
      </p>
    </section>
  );
};

export default Седален;
