const Икос: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Икос</h3>
      </header>
      <p>
        Душу мою, униженную среди множества соблазнов, ты, святой заступник и
        певец с сонмами бесплотных Сил Божиих, неизреченной славы небесной
        удостой, помилуй меня и сохрани, и помыслами добрыми душу мою просвети,
        дабы я Твоею славою, Ангел мой, обогатился, и низложи злоумышляющих
        против меня врагов, и соделай меня достойным Царства Небесного.
      </p>
    </section>
  );
};

export default Икос;
