const Молитва: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва Aнгелу Xранителю</h3>
      </header>
      <p>
        Ангел Христов святой, к тебе припадая, молюсь, хранитель мой святой,
        приставленный от святого крещения ко мне грешному для хранения моих души
        и тела! Я своею леностью и своим злым нравом прогневал тебя, чистейшего
        и светлого, и отогнал тебя от себя всевозможными постыдными делами:
        ложью, клеветою, завистью, осуждением, гневом, непокорностью, ненавистью
        к братьям своим и злопамятством, сребролюбием, скупостью,
        прелюбодеянием, объедением ненасытным, пьянством, многословием, злыми и
        лукавыми помыслами, стремясь по своей воле ко всякому плотскому
        вожделению. О злое мое стремление к тому, чего и скоты неразумные не
        творят! И как же сможешь ты взглянуть на меня или приблизиться ко мне?
        Какими очами, Ангел Христов, посмотришь на меня, запутавшегося
        злосчастно в гнусных делах? И как еще смогу я просить о прощении горьких
        и злых и лукавых моих деяний, в которые впадаю во все дни и ночи и на
        всякий час? Но молюсь, припадая к тебе, хранитель мой святой,
        умилосердись надо мною грешным и недостойным рабом твоим <i>(имя)</i>, будь мне помощником и
        заступником против злого моего противника святыми твоими молитвами, и
        Царства Божия причастником меня соделай со всеми святыми вовеки. Аминь.
      </p>
    </section>
  );
};

export default Молитва;
