import { Typography } from '@mui/material';

const Песнь7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 7</h3>
      </header>
      <Typography variant="body2">
        Из Иудеи пришедшие юноши в Вавилоне некогда верою в Троицу победили
        пламя печи, воспевая: «Бог отцов наших, Ты благословен!»
      </Typography>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Милостив будь ко мне и умоли Бога, Господень Ангел: ибо я имею тебя
        заступником все время жизни моей, наставником и хранителем, от Бога
        дарованным мне навеки.
      </p>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Не допусти, святой Ангел, чтобы душу мою окаянную, врученную тебе от
        Бога непорочной, на пути убили разбойники, но направь ее на путь
        покаяния.
      </p>
      <p>
        Слава: Душа моя вся посрамлена от лукавых моих помыслов и дел, но скоро
        предстань, наставник мой, и исцеление мне подай, чтобы благими помыслами
        я уклонялся всегда на правые пути.
      </p>
      <p>
        И ныне: <i>Иисусу:</i> Премудростью исполни и крепостью божественной,
        ипостасная Премудрость Всевышнего, по молитвам Богородицы, всех с верою
        взывающих: «Отцов наших Бог, Ты благословен!»
      </p>
    </section>
  );
};

export default Песнь7;
