import { Typography } from '@mui/material';

const Песнь6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 6</h3>
      </header>
      <Typography variant="body2">
        Ризу мне даруй светлую, одевающийся светом как одеждою многомилостивый
        Христос Бог наш!
      </Typography>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        От всяких напастей меня спаси и от печалей освободи, молю тебя, святой
        Ангел, данный мне от Бога, хранитель мой добрый.
      </p>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Освети ум мой и просвети меня, благой, молю тебя, святой Ангел, и
        мыслить о полезном мне всегда наставляй меня.
      </p>
      <p>
        Слава: Удержи сердце мое от нынешнего смятения и бодрствовать в благих
        делах меня укрепи, хранитель мой, и направь меня дивно к тишине
        животворной.
      </p>
      <p>
        И ныне: Слово Божие в Тебя вселилось, Богородица, и людям явило Тебя
        небесной лестницей: ибо Тобою Всевышний сошел к нам.
      </p>
    </section>
  );
};

export default Песнь6;
