import { Typography } from '@mui/material';

const Песнь8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 8</h3>
      </header>
      <Typography variant="body2">
        Царя небесного, Которого воспевают воинства Ангелов, хвалите и
        превозносите во все века.
      </Typography>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        От Бога посланный, утверди жизнь мою, раба твоего, преблагой Ангел, и не
        оставь меня вовеки.
      </p>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Ангела поистине благого, души моей наставника и хранителя, тебя,
        преблаженный, воспеваю вовеки.
      </p>
      <p>
        Слава: Будь мне покровом и защитой в день испытания всех людей, когда
        огнем будут испытаны дела добрые и злые.
      </p>
      <p>
        И ныне: Будь помощницей и тишиной, Богородица Приснодева, мне, рабу
        Твоему, и не допусти меня лишиться Твоего покровительства.
      </p>
    </section>
  );
};

export default Песнь8;
