import { Typography } from '@mui/material';

const Песнь4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 4</h3>
      </header>
      <Typography variant="body2">
        Услышал я, Господи, о таинстве Твоего промысла, уразумел дела Твои и
        прославил Твоё Божество.
      </Typography>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Моли человеколюбца Бога, ты, хранитель мой, и не оставь меня, но всегда
        в мире жизнь мою сохраняй и подай мне спасение нерушимое.
      </p>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Как заступника и хранителя жизни моей принял я тебя от Бога, Ангел; молю
        тебя, святой, от всяких бед меня освободи!
      </p>
      <p>
        Слава: Мою скверну твоею святынею очисти, хранитель мой, и от участи
        стоящих слева да избавлен буду молитвами твоими, и причастником славы
        явлюсь.
      </p>
      <p>
        И ныне: В недоумении я пребываю от окруживших меня зол, Пречистая, но
        избавь меня от них скоро: ибо к Тебе одной я прибегаю.
      </p>
    </section>
  );
};

export default Песнь4;
