import { Typography } from '@mui/material';

const Песнь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 3</h3>
      </header>
      <Typography variant="body2">
        Ты – утверждение прибегающих к Тебе, Господи, Ты – свет омраченным, и
        Тебя воспевает дух мой.
      </Typography>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Все помышление мое и душу мою я к тебе устремил, хранитель мой, ты от
        всякой напасти вражеской меня избавь.
      </p>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Враг попирает меня, и угнетает, и учит всегда исполнять свои желания; но
        ты, наставник мой, не оставь меня, погибающего.
      </p>
      <p>
        Слава: Воспевать мне даруй песнь с благодарностью и усердием Творцу и
        Богу и тебе, благому Ангелу, хранителю моему; избавитель мой, исторгни
        меня от врагов, угнетающих меня.
      </p>
      <p>
        И ныне: Исцели, Пречистая, болезненные язвы моей души; прогони врагов,
        которые все время борются со мною.
      </p>
    </section>
  );
};

export default Песнь3;
