import { Typography } from '@mui/material';

const Песнь5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 5</h3>
      </header>
      <Typography variant="body2">
        С рассвета возглашаем Тебе, Господи: «Спаси нас, ибо Ты Бог наш, кроме
        Тебя мы иного не знаем!»
      </Typography>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Ты имеешь дерзновение к Богу, хранитель мой святой, умоли Его от
        гнетущих зол меня избавить.
      </p>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Свет сияющий, светло просвети душу мою, наставник мой и хранитель, от
        Бога данный мне Ангел.
      </p>
      <p>
        Слава: Крепко спящего во зле от тяжести грехов пробуди меня, Ангел
        Божий, и воздвигни на славословие молением Твоим.
      </p>
      <p>
        И ныне: Мария, Госпожа Богородица непорочная, надежда верных, врагов
        превозносящихся победи, а поющих Тебя возвесели.
      </p>
    </section>
  );
};

export default Песнь5;
