import { Typography } from '@mui/material';

const Песнь1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Канон, <i>глас 8-й</i>
        </h3>
        <h3>Песнь 1</h3>
      </header>
      <Typography variant="body2">
        <i>Ирмос:</i> Воспоем Господу, проведшему народ Свой через Чермное море,
        ибо Он один славно прославился.
      </Typography>
      <p>
        <i>Иисусу:</i> <b>Господь Иисус Христос, Бог мой, помилуй меня.</b>
      </p>
      <p>
        Песнь воспеть и возгласить хвалу достойно сподоби Твоего раба,
        Спаситель, бесплотному Ангелу, наставнику и хранителю моему.
      </p>
      <p>
        <i>Припев:</i>{" "}
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Ныне я в неразумии и в лености одиноко лежу; наставник мой и хранитель,
        не оставь меня, погибающего.
      </p>
      <p>
        Слава: Ум мой твоею молитвою направь, чтобы исполнял я Божии повеления и
        получил от Бога прощение грехов, и ненавидеть зло научи меня, молюсь
        тебе.
      </p>
      <p>
        И ныне: Молись, Дева, о мне, рабе Твоем, ко Благодетелю вместе с моим
        Ангелом-хранителем, и наставь меня исполнять заповеди Сына Твоего и
        Творца моего.
      </p>
    </section>
  );
};

export default Песнь1;
