import { Typography } from '@mui/material';

const Песнь9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 9</h3>
      </header>
      <Typography variant="body2">
        Истинно Богородицей Тебя исповедуем мы, спасенные Тобою, Дева чистая, с
        сонмами бесплотных Тебя величая.
      </Typography>
      <p>
        <i>Иисусу:</i> <b>Господь Иисус Христос, Бог мой, помилуй меня.</b>
      </p>
      <p>
        Помилуй меня, единственный Спаситель мой, ибо Ты милостив и милосерд, и
        сопричти меня к сонмам праведников.
      </p>
      <p>
        <b>Святой Ангел Божий, хранитель мой, моли Бога о мне.</b>
      </p>
      <p>
        Мыслить и творить всегда доброе и полезное научи меня, Господень Ангел,
        и яви меня сильным в немощи и непорочным.
      </p>
      <p>
        Слава: Имея дерзновение к Царю Небесному, с прочими бесплотными силами
        моли Его помиловать меня, окаянного.
      </p>
      <p>
        И ныне: Великое дерзновение имея, Дева, к Воплотившемуся от Тебя,
        освободи меня от уз и избавление мне подай и спасение молитвами Твоими.
      </p>
    </section>
  );
};

export default Песнь9;
