const Седален: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Седален, <i>глас 2-й</i>
        </h3>
      </header>
      <p>
        От любви душевной взываю тебе, хранитель моей души, всесвятой мой Ангел:
        защищай и сохраняй меня от уловок лукавого всегда и направь к жизни
        небесной, вразумляя, и просвещая, и укрепляя меня.
      </p>
      <p>Слава, и ныне:</p>
      <p>
        <i>Богородичен:</i> Богородица непорочная, Пречистая, без семени
        родившая всех Владыку, Его вместе с Ангелом-хранителем моим моли
        избавить меня от всякого сомнения и даровать раскаяние и свет душе моей,
        и от согрешений очищение, — Ты, одна защиту скоро подающая!
      </p>
    </section>
  );
};

export default Седален;
