const Тропaрь: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропaрь, <i>глас 6-й</i>
        </h3>
      </header>
      <p>
        Ангел Божий, хранитель мой святой, жизнь мою соблюди в страхе пред
        Христом Богом, ум мой утверди на истинном пути, и любовью к небесному
        воспламени душу мою, чтобы, тобою направляемый, получил я от Христа Бога
        великую милость.
      </p>
      <p>Слава, и ныне:</p>
      <p>
        <i>Богородичен:</i> Святая Владычица, Христа Бога нашего Матерь, всех
        Творца непостижимо родившая, моли благость Его всегда, со хранителем
        моим Ангелом, спасти душу мою, страстями одержимую, и прощение грехов
        даровать мне.
      </p>
    </section>
  );
};

export default Тропaрь;
