const Кондак1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Кондaк, <i>глас 6-й</i>
        </h3>
      </header>
      <p>
        Сла́ва: От небе́с прия́л еси́ Боже́ственную благода́ть, и твои́ми устна́ма вся́
        учи́ши покланя́тися в Тро́ице единому Бо́гу, Иоа́нне Златоу́сте, всеблаже́нне
        преподо́бне, досто́йно хва́лим тя: еси́ бо наста́вник, я́ко боже́ственная
        явля́я.
      </p>
      <p>
        И ны́не: Предста́тельство христиа́н непосты́дное, хода́тайство ко Творцу́
        непрело́жное, не пре́зри гре́шных моле́ний гла́сы, но предвари́, я́ко Блага́я,
        на по́мощь нас, ве́рно зову́щих Ти: ускори́ на моли́тву, и потщи́ся на
        умоле́ние, предста́тельствующи при́сно, Богоро́дице, чту́щих Тя.
      </p>
      <p>
        <i>
          Если совершалась литургия святого Василия Великого, читай:
        </i>
      </p>
    </section>
  );
};

export default Кондак1;
