const Кондак2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Кондaк, <i>глас 4-й</i>
        </h3>
      </header>
      <p>
        Сла́ва: Яви́лся еси́ основа́ние непоколеби́мое́ Це́ркве, подая́ всем некрадо́мое
        госпо́дство челове́ком, запечатле́я твои́ми веле́ньми, небоявле́нне Васи́лие
        преподо́бне.
      </p>
      <p>
        И ны́не: Предста́тельство христиа́н непосты́дное, хода́тайство ко Творцу́
        непрело́жное, не пре́зри гре́шных моле́ний гла́сы, но предвари́, я́ко Блага́я,
        на по́мощь нас, ве́рно зову́щих Ти: ускори́ на моли́тву, и потщи́ся на
        умоле́ние, предста́тельствующи при́сно, Богоро́дице, чту́щих Тя.
      </p>
      <p>
        <i>Если совершалась Литургия Преждеосвященных Даров, читай:</i>
      </p>
    </section>
  );
};

export default Кондак2;
