const Кондак3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Кондaк, <i>глас 3-й</i>
        </h3>
      </header>
      <p>
        Сла́ва: Подобонача́льник показа́лся еси́ Нача́льника па́стырем Христа́, и́ноков
        чреды́, о́тче Григо́рие, ко огра́де небе́сней наставля́я, и отту́ду научи́л еси́
        ста́до Христо́во за́поведем Его́: ны́не же с ни́ми ра́дуешися, и лику́еши в
        небе́сных кро́вех.
      </p>
      <p>
        И ны́не: Предста́тельство христиа́н непосты́дное, хода́тайство ко Творцу́
        непрело́жное, не пре́зри гре́шных моле́ний гла́сы, но предвари́, я́ко Блага́я,
        на по́мощь нас, ве́рно зову́щих Ти: ускори́ на моли́тву, и потщи́ся на
        умоле́ние, предста́тельствующи при́сно, Богоро́дице, чту́щих Тя.
      </p>

      <p>
        Го́споди, поми́луй. <i>(12 раз.)</i>
      </p>
      <p>Сла́ва и ны́не.</p>
      <p>
        Честне́йшую Херуви́м и сла́внейшую без сравне́ния Серафи́м, без истле́ния Бо́га
        Сло́ва ро́ждшую, су́щую Богоро́дицу Тя велича́ем.
      </p>
      <p>
        <i>
          После Причащения да пребывает каждый в чистоте, воздержании и
          немногословии, чтобы достойно сохранить в себе принятого Христа.
        </i>
      </p>
    </section>
  );
};

export default Кондак3;
