const Молитва1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Благодарственная моли́тва, 1-я</h3>
      </header>
      <p>
        Благодарю́ Тя, Го́споди, Бо́же мой, я́ко не отри́нул мя еси́ гре́шнаго, но
        о́бщника мя бы́ти святы́нь Твои́х сподо́бил еси́. Благодарю́ Тя, я́ко мене́
        недосто́йнаго причасти́тися Пречи́стых Твои́х и Небе́сных Даро́в сподо́бил еси́.
        Но Влады́ко Человеколю́бче, нас ра́ди уме́рый же и воскресы́й, и дарова́вый
        нам стра́шная сия́ и животворя́щая Та́инства во благодея́ние и освяще́ние душ
        и теле́с на́ших, да́ждь бы́ти сим и мне во исцеле́ние души́ же и те́ла, во
        отгна́ние вся́каго сопроти́внаго, в просвеще́ние о́чию се́рдца моего́, в мир
        душе́вных мои́х сил, в ве́ру непосты́дну, в любо́вь нелицеме́рну, во
        исполне́ние прему́дрости, в соблюде́ние за́поведей Твои́х, в приложе́ние
        Боже́ственныя Твоея́ благода́ти и Твоего́ Ца́рствия присвое́ние; да во святы́ни
        Твое́й те́ми сохраня́емь, Твою́ благода́ть помина́ю всегда́, и не ктому́ себе́
        живу́, но Тебе́, на́шему Влады́це и Благоде́телю; и та́ко сего́ жития́ изше́д о
        наде́жди живота́ ве́чнаго, в присносу́щный дости́гну поко́й, иде́же пра́зднующих
        глас непреста́нный, и безконе́чная сла́дость, зря́щих Твоего́ лица́ добро́ту
        неизрече́нную. Ты бо еси́ и́стинное жела́ние, и неизрече́нное весе́лие лю́бящих
        Тя, Христе́ Бо́же наш, и Тя пое́т вся́ тварь во ве́ки. Ами́нь
      </p>
    </section>
  );
};

export default Молитва1;
