const Молитва3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 3-я, Симеона Метафраста</h3>
      </header>
      <p>
        Да́вый пи́щу мне плоть Твою́ во́лею, огнь сый и опаля́яй недосто́йныя, да не
        опали́ши мене́, Соде́телю мой; па́че же пройди́ во у́ды мо́я, во вся́ соста́вы,
        во утро́бу, в се́рдце. Попали́ те́рние всех мои́х прегреше́ний. Ду́шу очи́сти,
        освяти́ помышле́ния. Соста́вы утверди́ с костьми́ вку́пе. Чувств просвети́
        просту́ю пятери́цу. Всего́ мя спригвозди́ стра́ху Твоему́. При́сно покры́й,
        соблюди́ же, и сохра́ни мя от вся́каго де́ла и сло́ва душетле́ннаго. Очи́сти и
        омы́й, и украси́ мя; удобри́, вразуми́, и просвети́ мя. Покажи́ мя Твое́
        селе́ние еди́наго Ду́ха, и не ктому́ селе́ние греха́. Да я́ко Твоего́ до́му,
        вхо́дом причаще́ния, я́ко огня́ мене́ бежи́т всяк злоде́й, вся́ка страсть.
        Моли́твенники Тебе́ приношу́ вся́ святы́я, чинонача́лия же безпло́тных,
        Предте́чу Твоего́, прему́дрыя Апостолы, к сим же Твою́ нескве́рную чи́стую
        Ма́терь, и́хже мольбы́ Благоутро́бне приими́, Христе́ мой, и сы́ном све́та
        соде́лай Твоего́ служи́теля. Ты бо еси́ освяще́ние и Еди́ный на́ших, Бла́же, душ
        и све́тлость; и Тебе́ лепоподо́бно, я́ко Бо́гу и Влады́це, сла́ву вси́ возсыла́ем
        на всяк день.
      </p>
    </section>
  );
};

export default Молитва3;
