const Молитва5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 5-я, ко Пресвятой Богородице</h3>
      </header>
      <p>
        Пресвята́я Влады́чице Богоро́дице, све́те помраче́нныя моея́ души́, наде́ждо,
        покро́ве, прибе́жище, утеше́ние, ра́дование мое́, благодарю́ Тя, я́ко сподо́била
        мя еси́ недосто́йнаго, прича́стника бы́ти Пречи́стаго Те́ла и Честны́я Кро́ве
        Сы́на Твоего́. Но ро́ждшая и́стинный Свет, просвети́ мо́я у́мныя о́чи се́рдца;
        Я́же Исто́чник безсме́ртия ро́ждшая, оживотвори́ мя умерщвле́ннаго грехо́м; Я́же
        ми́лостиваго Бо́га любоблагоутро́бная Ма́ти, поми́луй мя, и да́ждь ми умиле́ние
        и сокруше́ние в се́рдце мое́м, и смире́ние в мы́слех мои́х, и воззва́ние в
        плене́ниих помышле́ний мои́х; и сподо́би мя до после́дняго издыха́ния,
        неосужде́нно приима́ти пречи́стых Та́ин освяще́ние, во исцеле́ние ду́ши же и
        те́ла. И пода́ждь ми сле́зы покая́ния и испове́дания, во е́же пе́ти и сла́вити
        Тя во вся́ дни живота́ моего́, я́ко благослове́нна и препросла́вленна еси́ во
        ве́ки. Ами́нь.
      </p>
      <p>
        Ны́не отпуща́еши раба́ Твоего́, Влады́ко, по глаго́лу Твоему́, с ми́ром: я́ко
        ви́деста о́чи мои́ спасе́ние Твое́, е́же еси́ угото́вал пред лице́м всех люде́й,
        свет во открове́ние язы́ков и сла́ву люде́й Твои́х, Изра́иля.
      </p>
      <p>
        Святы́й Бо́же, Святы́й Кре́пкий, Святы́й Безсме́ртный, поми́луй нас.{" "}
        <i>(Tрижды.)</i>
      </p>
      <p>
        Сла́ва Отцу́ и Сы́ну и Свято́му Ду́ху, и ны́не и при́сно и во ве́ки веко́в.
        Ами́нь.
      </p>
      <p>
        Пресвята́я Тро́ице, поми́луй нас; Го́споди, очи́сти грехи́ на́ша; Влады́ко,
        прости́ беззако́ния на́ша; Святы́й, посети́ и исцели́ не́мощи на́ша, и́мене
        Твоего́ ра́ди.
      </p>
      <p>
        Го́споди, поми́луй. <i>(Tрижды.)</i>
      </p>
      <p>
        Сла́ва Отцу́ и Сы́ну и Свято́му Ду́ху, и ны́не и при́сно и во ве́ки веко́в.
        Ами́нь.
      </p>
      <p>
        О́тче наш, И́же еси́ на небесе́х! Да святи́тся и́мя Твое́, да прии́дет Ца́рствие
        Твое́, да бу́дет во́ля Твоя́, я́ко на небеси́ и на земли́. Хлеб наш насу́щный
        даждь нам днесь; и оста́ви нам до́лги на́ша, я́коже и мы оставля́ем должнико́м
        на́шим; и не введи́ нас во искуше́ние, но изба́ви нас от лука́ваго.
      </p>
    </section>
  );
};

export default Молитва5;
