const Молитва2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 2-я, святого Василия Великого</h3>
      </header>
      <p>
        Влады́ко Христе́ Бо́же, Царю́ веко́в, и Соде́телю всех, благодарю́ Тя о всех,
        я́же ми по́дал благи́х, и о причаще́нии пречи́стых и животворя́щих Твои́х
        Та́инств. Молю́ у́бо Тя, Бла́же и Человеколю́бче: сохра́ни мя под кро́вом
        Твои́м, и в се́ни крилу́ Твое́ю; и да́руй ми чи́стою со́вестию, да́же до
        после́дняго моего́ издыха́ния, досто́йно причаща́тися святы́нь Твои́х, во
        оставле́ние грехо́в, и в жизнь ве́чную. Ты бо еси́ хлеб живо́тный, исто́чник
        святы́ни, Пода́тель благи́х, и Тебе́ сла́ву возсыла́ем, со Отце́м и Святы́м
        Ду́хом, ны́не и при́сно, и во ве́ки веко́в. Ами́нь.
      </p>
    </section>
  );
};

export default Молитва2;
