const Молитва4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 4-я</h3>
      </header>
      <p>
        Те́ло Твое́ Свято́е, Го́споди, Иису́се Христе́, Бо́же наш, да бу́дет ми в живо́т
        ве́чный, и Кровь Твоя́ Честна́я во оставле́ние грехо́в: бу́ди же ми
        благодаре́ние сие́ в ра́дость, здра́вие и весе́лие; в стра́шное же и второ́е
        прише́ствие Твое́ сподо́би мя гре́шнаго ста́ти одесну́ю сла́вы Твоея́, моли́твами
        Пречи́стыя Твоея́ Ма́тере, и всех святы́х.
      </p>
    </section>
  );
};

export default Молитва4;
