const Тропaрь2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропарь Василию Великому, <i>глас 1-й</i>
        </h3>
      </header>
      <p>
        Во всю зе́млю изы́де веща́ние твое́, я́ко прие́мшую сло́во твое́, и́мже боголе́пно
        научи́л еси́, естество́ су́щих уясни́л еси́, челове́ческия обы́чаи украси́л еси́,
        ца́рское свяще́ние, о́тче преподо́бне, моли́ Христа́ Бо́га, спасти́ся душа́м
        на́шим.
      </p>
    </section>
  );
};

export default Тропaрь2;
