const Тропaрь1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропарь св. Иоанну Златоустому, <i>глас 8-й</i>
        </h3>
      </header>
      <p>
        Уст твои́х, я́коже све́тлость огня́, возсия́вши благода́ть, вселе́нную
        просвети́: не сребролю́бия ми́рови сокро́вища сниска́, высоту́ нам
        смиренному́дрия показа́, но твои́ми словесы́ наказу́я, о́тче Иоа́нне Златоу́сте,
        моли́ Сло́ва Христа́ Бо́га спасти́ся душа́м на́шим.
      </p>
    </section>
  );
};

export default Тропaрь1;
