const Тропaрь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропарь святому Григорию Двоеслову, <i>глас 4-й</i>
        </h3>
      </header>
      <p>
        И́же от Бо́га свы́ше боже́ственную благода́ть восприе́м, сла́вне Григо́рие, и
        Того́ си́лою укрепля́емь, ева́нгельски ше́ствовати изво́лил еси́, отону́дуже у
        Христа́ возме́здие трудо́в прия́л еси́ всеблаже́нне: Его́же моли́, да спасе́т
        ду́ши на́ша.
      </p>
    </section>
  );
};

export default Тропaрь3;
