import НаСонГрядущим from './цс/НаСонГрядущим';
import НаСонГрядущимРу from './ру/НаСонГрядущим';
import Предначинательная from './цс/Предначинательная';
import ПредначинательнаяРу from './ру/Предначинательная';
import СвятомуДуху from './цс/СвятомуДуху';
import СвятомуДухуРу from './ру/СвятомуДуху';
import Трисвятое from './цс/Трисвятое';
import ТрисвятоеРу from './ру/Трисвятое';
import КоПресвятойТроице from './цс/КоПресвятойТроице';
import КоПресвятойТроицеРу from './ру/КоПресвятойТроице';
import Господня from './цс/Господня';
import ГосподняРу from './ру/Господня';
import ТропариТроичные from './цс/ТропариТроичные';
import ТропариТроичныеРу from './ру/ТропариТроичные';
import М1 from './цс/М1';
import М1Ру from './ру/М1';
import М2 from './цс/М2';
import М2Ру from './ру/М2';
import М3 from './цс/М3';
import М3Ру from './ру/М3';
import М4 from './цс/М4';
import М4Ру from './ру/М4';
import М5 from './цс/М5';
import М5Ру from './ру/М5';
import М6 from './цс/М6';
import М6Ру from './ру/М6';
import М7 from './цс/М7';
import М7Ру from './ру/М7';
import М8 from './цс/М8';
import М8Ру from './ру/М8';
import М9 from './цс/М9';
import М9Ру from './ру/М9';
import М10 from './цс/М10';
import M10Ру from './ру/М10';
import M11 from './цс/М11';
import М11Ру from './ру/М11';
import КондакБогородице from './цс/КондакБогородице';
import КондакБогородицеРу from './ру/КондакБогородице';
import Иоанникия from './цс/Иоанникия';
import ИоанникияРу from './ру/Иоанникия';
import ИоннаДамаскина from './цс/ИоннаДамаскина';
import ИоннаДамаскинаРу from './ру/ИоннаДамаскина';
import Кресту from './цс/Кресту';
import КрестуРу from './ру/Кресту';
import Ослаби from './цс/Ослаби';
import ОслабиРу from './ру/Ослаби';
import Ненавидящих from './цс/Ненавидящих';
import НенавидящихРу from './ру/Ненавидящих';
import Исповедование from './цс/Исповедование';
import ИсповедованиеРу from './ру/Исповедование';

const Вечерние: React.FC = () => {
  return (
    <>
      <НаСонГрядущим/>
      <НаСонГрядущимРу/>
      <Предначинательная/>
      <ПредначинательнаяРу/>
      <СвятомуДуху/>
      <СвятомуДухуРу/>
      <Трисвятое/>
      <ТрисвятоеРу/>
      <КоПресвятойТроице/>
      <КоПресвятойТроицеРу/>
      <Господня/>
      <ГосподняРу/>
      <ТропариТроичные/>
      <ТропариТроичныеРу/>
      <М1/>
      <М1Ру/>
      <М2/>
      <М2Ру/>
      <М3/>
      <М3Ру/>
      <М4/>
      <М4Ру/>
      <М5/>
      <М5Ру/>
      <М6/>
      <М6Ру/>
      <М7/>
      <М7Ру/>
      <М8/>
      <М8Ру/>
      <М9/>
      <М9Ру/>
      <М10/>
      <M10Ру/>
      <M11/>
      <М11Ру/>
      <КондакБогородице/>
      <КондакБогородицеРу/>
      <Иоанникия/>
      <ИоанникияРу/>
      <ИоннаДамаскина/>
      <ИоннаДамаскинаРу/>
      <Кресту/>
      <КрестуРу/>
      <Ослаби/>
      <ОслабиРу/>
      <Ненавидящих/>
      <НенавидящихРу/>
      <Исповедование/>
      <ИсповедованиеРу/>
    </>
  );
};

export default Вечерние;
