const КоПресвятойТроице: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва ко Пресвятой Троице
        </h3>
      </header>
      <p>
        Пресвятая Троица, помилуй нас;
        Господи, очисти грехи наши;
        Владыка, прости беззакония наши;
        Святой, посети и исцели немощи наши, имени Твоего ради.
      </p>
      <p>
        Господи, помилуй. <i>(Триж­ды.)</i>
      </p>
      <p>
        Слава, и ныне:<sup>*</sup>
      </p>
      <footer>
        <p>
          * Когда написано «Слава:», «И ныне:», надо читать полностью: 
          «Слава Отцу, и Сыну, и Святому Духу», 
          «И ныне, и всегда, и во веки веков. Аминь.»
        </p>
      </footer>
    </section>
  );
};

export default КоПресвятойТроице;
