const М7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 7-я, ко Пресвятой Богородице
        </h3>
      </header>
      <p>
        Воспеваю благодать Твою, Владычица, молю
        Тебя, ум мой облагодатствуй. Наставь меня
        ходить право путем Христовых заповедей.
        Укрепи меня, да бодрствую в пении, уныния
        сон отгоняя. Связанного узами грехопадений
        мольбами Твоими освободи, Божия Невеста.
        Ночью и днем сохраняй меня, избавляя от
        нападений врагов.
        Родившая Бога, жизни Подателя, меня,
        умерщвленного страстями, оживи. Родившая
        Свет Невечерний, душу мою ослепшую
        просвети. О дивный Чертог Владыки, домом
        Духа божественного соделай меня. Врача
        родившая, уврачуй многолетние страсти
        души моей. Носимого по волнам житейскою
        бурею, к пути покаяния меня направь. Избавь
        меня от огня вечного, злого червя и
        преисподней. Да не окажусь я радостью
        бесам, во многих грехах повинный. Обнови
        меня, Пренепорочная, одряхлевшего от
        неприметных согрешений. Яви меня
        непричастным всякой муке и всех Владыку
        умоли.
        Удостой меня со всеми святыми приобщиться
        к небесному веселью. Пресвятая Дева,
        услышь глас непотребного раба Твоего!
        Даруй мне потоки слез, Пречистая, души
        моей скверну очищающие. Стенания от
        сердца приношу Тебе непрестанно, -
        усердствуй, Владычица! Молитвенное
        служение моё прими и к Богу милосердному
        принеси. Вознесенная выше Ангелов, над
        мирским смятением меня вознеси.
        Светоносная Скиния небесная, духовную
        благодать во мне направь. Руки и уста
        возношу ко хвале, оскверненные скверною,
        Всенепорочная. От душепагубных мерзостей
        избавь меня, Христа прилежно умоляя, - Ему
        честь и поклонение подобает ныне, и всегда,
        и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default М7;
