const ПомянникОЖивых: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          О живых
        </h3>
      </header>
      <p>
        Помяни, Господи Иисусе Христе, Боже наш, милости и щедроты,
        от века Тебе присущие, ради которых Ты и вочеловечился,
        и распятие и смерть, для спасения право верующих в Тебя,
        претерпеть благоволил; и воскрес из мертвых, вознесся на
        небеса и восседаешь справа от Бога Отца, и призираешь на
        смиренные мольбы всем сердцем призывающих Тебя; приклони ухо
        Твое, и услышь смиренное моление меня, непотребного раба
        Твоего, как аромат благоухания духовного, Тебе за весь народ
        Твой приносящего. И во-первых помяни Церковь Твою Святую,
        Соборную и Апостольскую, Которую Ты приобрел драгоценною
        Твоею Кровью, и утверди, и укрепи, и расширь, умножь,
        умиротвори, и непреоборимой вратами ада навеки сохрани;
        разделения Церквей прекрати, дерзость язычников обуздай,
        и ересей восстание скоро разрушь и искорени, и в ничто
        силою Святого Твоего Духа обрати. <i>Поклон</i>
      </p>
      <p>
        Спаси, Господи, и помилуй богохранимую страну нашу,
        власти и воинство ее, дабы нам тихую и безмятежную
        жизнь проводить во всяком благочестии и чистоте. <i>Пок­лон.</i>
      </p>
      <p>
        Спаси, Господи, и помилуй Великого Господина и
        Отца нашего Святейшего Патриарха Ки­рилла, преосвященных
        митрополитов, архиепископов и епископов православных,
        также иереев и диаконов, и всех служителей церковных,
        которых Ты поставил пасти духовное Твое стадо, и по
        молитвам их помилуй и спаси меня, грешного. <i>Пок­лон.</i>
      </p>
      <p>
        Спаси, Господи, и помилуй отца моего духовного (<i>имя его</i>),
        и по святым его молитвам прости мои согрешения. <i>Пок­лон.</i>
      </p>
      <p>
        Спаси, Господи, и помилуй родителей моих (<i>имена их</i>),
        братьев и сестер, и родных мне по плоти, и всех близких
        роду моему, и друзей, и даруй им земные Твои и небесные
        блага. <i>Пок­лон.</i>
      </p>
      <p>
        --
      </p>
      <p>
        Спаси, Господи, и помилуй старцев и юных, нищих и сирот,
        и вдов, и пребывающих в болезни и в печалях, в бедах и
        скорбях, тяжких обстоятельствах и плену, в темницах и
        заточении, особенно же рабов Твоих, ради Тебя и веры
        православной гонимых от язычников, безбожников, от
        отступников и от еретиков, и помяни их, посети, укрепи,
        утешь, и вскоре силою Твоею облегчение, свободу и избавление
        им подай. <i>Пок­лон.</i>
      </p>
      <p>
        --
      </p>
      <p>
        Спаси, Господи, и помилуй посланных на службу,
        и путешествующих отцов и братьев наших, и всех
        православных христиан. <i>Пок­лон.</i>
      </p>
      <p>
        Спаси, Господи, и помилуй тех, кого я по неразумию
        своему соблазнил, от и пути спасительного отвратил,
        и к делам злым и неподобающим привлек;
        Божественным Твоим Промыслом к пути спасения их снова
        обрати. <i>Пок­лон.</i>
      </p>
      <p>
        Спаси, Господи, и помилуй ненавидящих и обижающих меня,
        и причиняющих мне неприятности, и не допусти им погибнуть
        из-за меня, грешного. <i>Пок­лон.</i>
      </p>
      <p>
        Отступивших от православной веры и погибельными ересями
        ослепленных светом Твоего познания просвети и к Святой
        Твоей Апостольской Соборной Церкви причти. <i>Пок­лон.</i>
      </p>
    </section>
  );
};

export default ПомянникОЖивых;
