const ПомянникОУсопших: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          О усоп­ших
        </h3>
      </header>
      <p>
        По­мя­ни, Гос­по­ди, от жиз­ни сей ото­шед­ших свя­тей­ших
        пат­ри­ар­хов, прео­свя­щен­ных мит­ро­по­ли­тов, ар­хи­епи­ско­пов и
        епи­ско­пов пра­во­слав­ных, всех, в сане иерей­ском, и в
        кли­ре цер­ков­ном, и мо­на­ше­ском зва­нии Те­бе по­слу­жив­ших,
        и в веч­ных Тво­их оби­те­лях со свя­ты­ми упо­кой. <i>(Пок­лон.)</i>
      </p>
      <p>
        По­мя­ни, Гос­по­ди, ду­ши усоп­ших ра­бов Тво­их,
        ро­ди­те­лей мо­их <i>(име­на их)</i>, и всех род­ных по пло­ти;
        и про­сти все их со­гре­ше­ния воль­ные и неволь­ные,
        да­руя им Цар­ство Небес­ное, и при­ча­стие веч­ных
        Тво­их благ, и Тво­ей бес­ко­неч­ной и бла­жен­ной жиз­ни
        на­сла­жде­ние. <i>(Пок­лон.)</i>
      </p>
      <p>
        По­мя­ни, Гос­по­ди, и всех с на­деж­дою на вос­кре­се­ние
        и жизнь веч­ную усоп­ших: от­цов и бра­тьев на­ших и
        се­стер, и здесь и по­всю­ду ле­жа­щих пра­во­слав­ных
        хри­сти­ан, и со свя­ты­ми Тво­и­ми, там, где си­я­ет свет
        ли­ца Тво­е­го, их по­се­ли, и нас по­ми­луй, как Бла­гой и
        Че­ло­ве­ко­лю­бец. Аминь. <i>(Пок­лон.)</i>
      </p>
      <p>
        По­дай, Гос­по­ди, от­пу­ще­ние гре­хов всем преж­де ото­шед­шим
        в ве­ре и на­деж­де вос­кре­се­ния: от­цам, бра­тьям и сест­рам
        на­шим и со­тво­ри им веч­ную па­мять. <i>(Триж­ды с тремя поклонами.)</i>
      </p>
    </section>
  );
};

export default ПомянникОУсопших;
