const ПризываниеСвятого: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитвенное призывание святого, имя которого носишь
        </h3>
      </header>
      <p>
        Моли Бога о мне, святой угодник Божий <i>(или:
        святая угодница Божия)</i> [имя], ибо я
        усердно к тебе прибегаю, скорому
        помощнику и молитвеннику <i>(или: скорой
        помощнице и молитвеннице)</i> о душе моей.
      </p>
    </section>
  );
};

export default ПризываниеСвятого;
