const Утренние = () => (
  <section>
    <header>
      <h2>
        МОЛИТВЫ УТРЕННИЕ
      </h2>
    </header>

    <p>
      <i>
        Востав от сна, прежде всякого другого дела, стань благоговейно,
        представляя себя пред Всевидящим Богом, и, совершая крéстное знáмение,
        произнеси:
      </i>
    </p>
    <p>
      Во имя Отца, и Сына, и Святого Духа. Аминь.
    </p>
    <p>
      <i>
        Затем немного подожди, пока все чувства твои не придут
        в тишину и мысли твои не оставят всё земное, и тогда
        произноси следующие молитвы,
        без поспешности и со вниманием сердечным:
      </i>
    </p>
  </section>
);

export default Утренние;
