import КанонИисусуХристу from './цс/КанонИисусуХристу';
import КанонИисусуХристуРу from './ру/КанонИисусуХристу';
import Песнь1 from './цс/Песнь1';
import Песнь1Ру from './ру/Песнь1';
import Песнь3 from './цс/Песнь3';
import Песнь3Ру from './ру/Песнь3';
import Седален from './цс/Седален';
import СедаленРу from './ру/Седален';
import Песнь4 from './цс/Песнь4';
import Песнь4Ру from './ру/Песнь4';
import Песнь5 from './цс/Песнь5';
import Песнь5Ру from './ру/Песнь5';
import Песнь6 from './цс/Песнь6';
import Песнь6Ру from './ру/Песнь6';
import Кондaк from './цс/Кондaк';
import КондaкРу from './ру/Кондaк';
import Икос from './цс/Икос';
import ИкосРу from './ру/Икос';
import Песнь7 from './цс/Песнь7';
import Песнь7Ру from './ру/Песнь7';

const Вечерние: React.FC = () => {
  return (
    <>
      <КанонИисусуХристу/>
      <КанонИисусуХристуРу/>
      <Песнь1/>
      <Песнь1Ру/>
      <Песнь3/>
      <Песнь3Ру/>
      <Седален/>
      <СедаленРу/>
      <Песнь4/>
      <Песнь4Ру/>
      <Песнь5/>
      <Песнь5Ру/>
      <Песнь6/>
      <Песнь6Ру/>
      <Кондaк/>
      <КондaкРу/>
      <Икос/>
      <ИкосРу/>
      <Песнь7/>
      <Песнь7Ру/>
    </>
  );
};

export default Вечерние;
