const Ioannikeya: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святого Иоанникия</h3>
      </header>
      <p>
        На­деж­да моя – Отец, при­бе­жи­ще моё – Сын, по­кров мой – Дух Свя­той;
        Тро­и­ца Свя­тая, сла­ва&nbsp;Тебе!
      </p>
      <p>
        До­стой­но есть во­ис­ти­ну / про­слав­лять Те­бя, Бо­го­ро­ди­цу, /
        веч­но бла­жен­ную и пре­не­по­роч­ную / и Ма­терь Бо­га на­ше­го. /
        Че­стью выс­шую Хе­ру­ви­мов / и несрав­нен­но слав­ней­шую
        Се­ра­фи­мов, / дев­ствен­но Бо­га-Сло­во ро­див­шую, / ис­тин­ную
        Бо­го­ро­ди­цу – Те­бя величаем.<sup>*</sup>
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается
          припев и ирмос 9-й песни пасхального канона:
          «Ангел возглашал Благодатной: / Чистая Дева,
          радуйся! / И снова скажу: Радуйся! / Твой
          Сын воскрес в третий день из гроба, / 
          и мертвых воскресил. / Люди, торжествуйте!
          Светись, светись, новый Иерусалим, / ибо
          слава Господня над тобою взошла! / Ликуй
          ныне и красуйся, Сион! / Ты же радуйся, Чистая
          Богородица, / о воскресении Рожденного
          Тобой».
        </p>
      </footer>
    </section>
  );
};

export default Ioannikeya;
