const IoannaDamaskina: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святого Иоанна Дамаскина</h3>
      </header>
      <p>
        Вла­ды­ка Че­ло­ве­ко­лю­бец, неуже­ли мне это ло­же гро­бом бу­дет, или
        ещё несчаст­ную мою ду­шу оза­ришь све­том дня? Вот, гроб пре­до мною,
        вот, мне смерть пред­сто­ит. Су­да Тво­е­го, Гос­по­ди, бо­юсь, и му­ки
        бес­ко­неч­ной, злое же тво­рить не пе­ре­стаю. Те­бя, Гос­по­да и Бо­га
        мо­е­го, все­гда про­гнев­ляю, и Пре­чи­стую Твою Ма­терь, и все
        Небес­ные Си­лы, и свя­то­го Ан­ге­ла, хра­ни­те­ля мо­е­го. Знаю,
        Гос­по­ди, что недо­сто­ин я че­ло­ве­ко­лю­бия Тво­е­го, но до­сто­ин
        вся­ко­го осуж­де­ния и му­ки. Но, Гос­по­ди, хо­чу ли, или не хо­чу,
        спа­си ме­ня. Ведь ес­ли пра­вед­ни­ка спа­сешь, нет в этом ни­че­го
        ве­ли­ко­го, и ес­ли чи­сто­го по­ми­лу­ешь, нет в том ни­че­го
        див­но­го, – ибо они до­стой­ны ми­ло­сти Тво­ей. Но на мне, греш­ном,
        по­ка­жи див­ную ми­лость Твою, в том яви че­ло­ве­ко­лю­бие Твоё, да не
        пре­одо­ле­ет моя зло­ба Твою неиз­ре­чен­ную бла­гость и ми­ло­сер­дие,
        и как Ты хо­чешь, со мной сотвори.
      </p>
      <p>
        Про­све­ти очи мои, Хри­сте Бо­же, / да не усну я смерт­ным сном, / да
        не ска­жет враг мой: / я укре­пил­ся про­тив&nbsp;него.
      </p>
      <p>
        Сла­ва: Будь за­щит­ни­ком ду­ши мо­ей, Бо­же, / ибо я хо­жу по­сре­ди
        се­тей мно­гих; / из­бавь ме­ня от них, Бла­гой, / и спа­си ме­ня, как
        Человеколюбец.
      </p>
      <p>
        И ныне: Пре­слав­ную Бо­жию Ма­терь, и свя­тых Ан­ге­лов свя­тей­шую, /
        вос­по­ем не умол­кая, серд­цем и уста­ми / ис­по­ве­дуя Её
        Бо­го­ро­ди­цей, / ибо во­ис­ти­ну ро­ди­ла Она Бо­га во­пло­щен­но­го /
        и мо­лит­ся непре­стан­но о ду­шах&nbsp;наших.
      </p>
    </section>
  );
};

export default IoannaDamaskina;
