const Ispovedovanie: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Исповедание грехов повседневное</h3>
      </header>
      <p>
        Ис­по­ве­даю Те­бе, Гос­по­ду Бо­гу мо­е­му и Твор­цу, во Свя­той
        Тро­и­це Еди­но­му, про­слав­ля­е­мо­му и по­кло­ня­е­мо­му, От­цу, и
        Сы­ну, и Свя­то­му Ду­ху, все мои гре­хи, ко­то­рые я со­вер­шил во все
        дни жиз­ни мо­ей, и во вся­кий час, и в на­сто­я­щее вре­мя, и в
        про­шед­шие дни и но­чи де­лом, сло­вом, по­мыш­ле­ни­ем, объ­еде­ни­ем,
        пьян­ством, тай­ным вку­ше­ни­ем пи­щи, празд­но­сло­ви­ем, уны­ни­ем,
        ле­нью, пре­ре­ка­ни­ем, непо­слу­ша­ни­ем, кле­ве­тою, осуж­де­ни­ем,
        небреж­но­стью, са­мо­лю­би­ем, жад­но­стью, во­ров­ством, ло­жью,
        ко­ры­сто­лю­би­ем, рев­но­стью, за­ви­стью, гне­вом, зло­па­мят­ством,
        нена­ви­стью, среб­ро­лю­би­ем, и все­ми мо­и­ми чув­ства­ми: зре­ни­ем,
        слу­хом, обо­ня­ни­ем, вку­сом, ося­за­ни­ем и про­чи­ми мо­и­ми
        гре­ха­ми, как ду­шев­ны­ми, так и те­лес­ны­ми, ко­то­ры­ми я Те­бя,
        Бо­га мо­е­го, про­гне­вал и ближ­не­го мо­е­го оби­дел. О них
        со­жа­лея, ви­нов­ным яв­ля­юсь пред То­бою, Бо­гом мо­им и имею
        же­ла­ние по­ка­ять­ся. Но толь­ко по­мо­ги мне, Гос­по­ди Бо­же мой,
        сми­рен­но со сле­за­ми мо­лю Те­бя: про­шлые же со­гре­ше­ния мои
        про­сти по ми­ло­сер­дию Тво­е­му, и раз­ре­ши, как бла­гой и
        Че­ло­ве­ко­лю­бец, от всех тех гре­хов, ко­то­рые я пе­ре­чис­лил
        пред&nbsp;Тобою.
      </p>
      <p>
        <i>Ко­гда от­хо­дишь ко сну про­из­но­си:</i>
      </p>
      <p>
        В ру­ки Твои, Гос­по­ди, Иису­се Хри­сте, Бо­же мой, пре­даю дух мой. Ты
        же ме­ня бла­го­сло­ви, Ты ме­ня по­ми­луй и жизнь веч­ную да­руй
        мне.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default Ispovedovanie;
