const KondakBogoroditse: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Кондак Богородице</h3>
      </header>
      <p>
        Обо­ро­ня­ю­щей нас Во­е­на­чаль­ни­це / за из­бав­ле­ние от страш­ных
        бед / учре­жда­ем Те­бе тор­же­ства по­бе­ды бла­го­дар­ствен­ные / мы,
        ра­бы Твои, Бо­го­ро­ди­ца! / Но Ты, как име­ю­щая власть необо­ри­мую,
        / от вся­че­ских опас­но­стей нас осво­бо­ди, да взы­ва­ем Те­бе: /
        “Ра­дуй­ся, Неве­ста, бра­ка не познавшая!
      </p>
      <p>
        Пре­слав­ная Прис­но­де­ва, Ма­терь Хри­ста Бо­га, при­не­си на­шу
        мо­лит­ву Сы­ну Тво­е­му и Бо­гу на­ше­му, да спа­сёт Он по мо­лит­вам
        Тво­им ду­ши&nbsp;наши.
      </p>
      <p>
        Всю на­деж­ду мою на Те­бя воз­ла­гаю, Ма­терь Бо­жия, со­хра­ни ме­ня
        под по­кро­вом&nbsp;Твоим.
      </p>
      <p>
        Бо­го­ро­ди­ца Де­ва, не пре­зри ме­ня греш­но­го, нуж­да­ю­ще­го­ся в
        Тво­ей по­мо­щи и в Тво­ём за­ступ­ни­че­стве, ибо на Те­бя упо­ва­ет
        ду­ша моя, и по­ми­луй&nbsp;меня.
      </p>
    </section>
  );
};

export default KondakBogoroditse;
