const Krestu: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Знаменуй себя крестом и говори молитву Священному Кресту
        </h3>
      </header>
      <p>
        Да вос­ста­нет Бог и рас­се­ют­ся вра­ги Его, и да бе­гут от ли­ца Его
        нена­ви­дя­щие Его. Как ис­че­за­ет дым, да ис­чез­нут, как та­ет воск
        пред ли­цом ог­ня, так да по­гиб­нут бе­сы пред ли­цом лю­бя­щих Бо­га,
        и осе­ня­ю­щих се­бя крест­ным зна­ме­ни­ем и с ве­се­ли­ем
        воз­гла­ша­ю­щих: Ра­дуй­ся, мно­го­чти­мый и жи­во­тво­ря­щий Крест
        Гос­по­день, про­го­ня­ю­щий бе­сов си­лою на Те­бе рас­пя­то­го
        Гос­по­да на­ше­го Иису­са Хри­ста, во ад со­шед­ше­го и по­прав­ше­го
        си­лу диа­во­ла, и да­ро­вав­ше­го нам Те­бя, Свой свя­щен­ный Крест,
        для про­гна­ния вся­ко­го вра­га! О мно­го­чти­мый и жи­во­тво­ря­щий
        Крест Гос­по­день, по­мо­гай мне со свя­тою Гос­по­жою, Де­вою
        Бо­го­ро­ди­цею и со все­ми свя­ты­ми во­ве­ки.&nbsp;Аминь.
      </p>
      <header>
        <i>Или кратко</i>
      </header>
      <p>
        Огра­ди ме­ня, Гос­по­ди, си­лою свя­щен­но­го и жи­во­тво­ря­ще­го
        Кре­ста и со­хра­ни ме­ня от вся­ко­го&nbsp;зла.
      </p>
    </section>
  );
};

export default Krestu;
