const M1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Мо­лит­ва&nbsp;1-я, святого Ма­ка­рия Ве­ли­ко­го к Богу&nbsp;Отцу
        </h3>
      </header>
      <p>
        Бо­же веч­ный и Царь все­го со­тво­рен­но­го,
        спо­до­бив­ший ме­ня до­жить до это­го ча­са!
        Про­сти мне гре­хи, ко­то­рые я со­вер­шил в этот день де­лом,
        сло­вом и по­мыш­ле­ни­ем, и очи­сти, Гос­по­ди,
        сми­рен­ную мою ду­шу от вся­кой сквер­ны пло­ти и ду­ха.
        И дай мне, Гос­по­ди, эту ночь про­ве­сти в мир­ном сне,
        что­бы, встав со сми­рен­но­го мо­е­го ло­жа, бла­го­уго­ждал я
        пре­свя­то­му име­ни Тво­е­му во все дни жиз­ни мо­ей и по­беж­дал
        на­па­да­ю­щих на ме­ня вра­гов – плот­ских и бес­плот­ных. И из­бавь
        ме­ня, Гос­по­ди, от по­мыс­лов су­ет­ных, осквер­ня­ю­щих ме­ня, и
        по­же­ла­ний по­роч­ных. Ибо Твоё Цар­ство, и си­ла, и сла­ва,
        От­ца, и Сы­на, и Свя­то­го Ду­ха, ныне, и все­гда, и во ве­ки
        ве­ков.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M1;
