const M10: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 10-я, ко Пресвятой Богородице</h3>
      </header>
      <p>
        Бла­го­го Ца­ря бла­гая Ма­терь, пре­чи­стая и бла­го­сло­вен­ная
        Бо­го­ро­ди­ца Ма­рия! Ми­лость Сы­на Тво­е­го и Бо­га на­ше­го из­лей
        на мою стра­да­ю­щую ду­шу, и Тво­и­ми мо­лит­ва­ми на­правь ме­ня на
        доб­рые де­ла, что­бы мне осталь­ное вре­мя жиз­ни мо­ей без по­ро­ка
        про­жить и че­рез Те­бя рай об­ре­сти, Бо­го­ро­ди­ца Де­ва, еди­ная
        чи­стая и благословенная.
      </p>
    </section>
  );
};

export default M10;
