const M11: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 11-я, святому Ангелу-хранителю</h3>
      </header>
      <p>
        Ан­гел Хри­стов, мой хра­ни­тель свя­той и по­кро­ви­тель ду­ши и те­ла
        мо­е­го! Про­сти мне всё, в чём я со­гре­шил в се­го­дняш­ний день, и от
        вся­ко­го ко­вар­ства иду­ще­го про­тив ме­ня вра­га из­бавь ме­ня,
        что­бы ни­ка­ким гре­хом не про­гне­вал я Бо­га мо­е­го. Но мо­лись за
        ме­ня, греш­но­го и недо­стой­но­го ра­ба, что­бы пред­ста­вить ме­ня
        до­стой­ным бла­го­сти и ми­ло­сти Все­свя­той Тро­и­цы и Ма­те­ри
        Гос­по­да мо­е­го Иису­са Хри­ста, и всех свя­тых.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M11;
