const M2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 2-я, то­го же свя­того
        </h3>
      </header>
      <p>
        Восстав от сна, полночную песнь приношу
        Тебе, Спаситель, и припадая к стопам Твоим,
        взываю Тебе: не дай мне уснуть во греховной
        смерти, но сжалься надо мною, добровольно
        претерпевший распятие, и скоро подними
        меня, беспечно лежащего, и спаси меня,
        стоящего пред Тобою на молитве. И после сна
        ночного пошли мне ясный день безгрешный,
        Христе Боже, и спаси меня.
      </p>
    </section>
  );
};

export default M2;
