const M3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 3-я, Святому Духу</h3>
      </header>
      <p>
        Гос­по­ди, Царь Небес­ный, Уте­ши­тель, Дух ис­ти­ны, уми­ло­сер­дись и
        по­ми­луй ме­ня, греш­но­го ра­ба Тво­е­го, и от­пу­сти мне
        недо­стой­но­му, и про­сти всё, в чём я со­гре­шил се­го­дня пред То­бою
        как че­ло­век, бо­лее же то­го, не толь­ко как че­ло­век, но и ху­же
        ско­та: воль­ные мои гре­хи и неволь­ные, из­вест­ные и неиз­вест­ные;
        те, что от юно­сти и от на­вы­ка зло­го, и те, что от вспыль­чи­во­сти и
        бес­печ­но­сти. Ес­ли же я име­нем Тво­им клял­ся или по­ху­лил его в
        по­мыш­ле­нии мо­ем; или ко­го уко­рил, или окле­ве­тал ко­го во гне­ве
        мо­ем, или опе­ча­лил, или от че­го-то раз­дра­жил­ся; или со­лгал, или
        не во вре­мя спал, или ни­щий при­шел ко мне, и я пре­зрел его; или
        бра­та мо­е­го опе­ча­лил, или всту­пил в ссо­ру; или ко­го осу­дил, или
        рас­хва­стал­ся, или воз­гор­дил­ся, или раз­гне­вал­ся; или, ко­гда я
        сто­ял на мо­лит­ве, ум мой увлек­ся обо­льще­ни­ем ми­ра се­го; или
        имел нечи­стые мыс­ли; или объ­ел­ся, или опил­ся, или нера­зум­но
        сме­ял­ся; или злое по­мыс­лил, или, уви­дев чу­жую кра­со­ту, уязв­лен
        был ею в серд­це; или непри­стой­ное го­во­рил; или над гре­хом бра­та
        мо­е­го по­сме­ял­ся, то­гда как мои со­гре­ше­ния бес­чис­лен­ны; или к
        мо­лит­ве был нера­див; или, ещё что-ли­бо со­де­лав злое, не пом­ню, –
        ибо всё это и боль­ше это­го я со­де­лал! По­ми­луй ме­ня, Тво­рец мой,
        Вла­ды­ка, уны­ло­го и недо­стой­но­го ра­ба Тво­е­го, и оставь, и
        от­пу­сти, и про­сти ме­ня, как бла­гой и Че­ло­ве­ко­лю­бец, да с
        ми­ром ля­гу, усну и упо­ко­юсь я, блуд­ный, греш­ный и несчаст­ный, и
        по­кло­нюсь, и вос­пою, и про­слав­лю мно­го­чти­мое имя Твоё со От­цом
        и Еди­но­род­ным Его Сы­ном, ныне, и все­гда, и во­ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M3;
