const M5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 5-я</h3>
      </header>
      <p>
        Гос­по­ди, Бо­же наш, всё, в чём я со­гре­шил се­го­дня сло­вом, де­лом
        и по­мыш­ле­ни­ем, как бла­гой и Че­ло­ве­ко­лю­бец, про­сти мне.
        Мир­ный сон и без­мя­теж­ный да­руй мне. Ан­ге­ла Тво­е­го хра­ни­те­ля
        по­шли, за­щи­ща­ю­ще­го и со­хра­ня­ю­ще­го ме­ня от вся­ко­го зла. Ибо
        Ты – хра­ни­тель душ и тел на­ших, и Те­бе сла­ву вос­сы­ла­ем, От­цу, и
        Сы­ну, и Свя­то­му Ду­ху, ныне, и все­гда, и во ве­ки
        ве­ков.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M5;
