const M5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 5-я, свя­того Ва­силия Ве­лико­го
        </h3>
      </header>
      <p>
        Господи Вседержитель, Боже бесплотных Сил
        и всякой плоти, на высотах небесных
        живущий и озирающий долы земные,
        испытывающий и сердца, и внутренние
        чувства и сокровенное людей знающий ясно,
        безначальный и вечный Свет, у Которого нет
        изменения и ни тени перемены! Сам,
        бессмертный Царь, прими моления наши,
        которые мы, дерзновенно надеясь на
        множество милостей Твоих, в настоящее
        время [ночи] от скверных уст Тебе приносим,
        и прости нам согрешения наши, делом и
        словом и мыслию, сознательно и по
        неведению совершённые нами, и очисти нас
        от всякой скверны плоти и духа, делая нас
        храмами Святого Твоего Духа.
        И даруй нам с бодрствующим сердцем и
        трезвым разумом всю ночь нашей нынешней
        жизни пройти, ожидая пришествия светлого
        дня явления Единородного Твоего Сына,
        Господа и Бога и Спасителя нашего Иисуса
        Христа,
        когда Он, Судия всех придёт на землю со
        славою воздать каждому по делам его; да
        найдет Он нас не падшими и обленившимися,
        но бодрствующими и поднявшимися, при
        исполнении заповедей Его, и готовыми войти
        с Ним в радость и божественный чертог Его
        славы, где празднующих глас непрестанный и
        невыразимое наслаждение созерцающих
        несказанную красоту лица Твоего. Ибо Ты
        истинный Свет, просвещающий и
        освящающий всё, и Тебя воспевает всё
        творение во веки веков. Аминь.
      </p>
    </section>
  );
};

export default M5;
