const M7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 7-я, святого Иоанна Златоуста</h3>
        <p>
          <i>(24 молитвы по числу часов дня и ночи)</i>
        </p>
      </header>
      <p>
        <sup>1</sup>Гос­по­ди, не ли­ши ме­ня небес­ных Тво­их&nbsp;благ.{' '}
        <sup>2</sup>
        Гос­по­ди, из­бавь ме­ня от веч­ных&nbsp;мук. <sup>3</sup>
        Гос­по­ди, умом ли или мыс­лью, сло­вом или де­лом я со­гре­шил –
        про­сти&nbsp;меня. <sup>4</sup>
        Гос­по­ди, из­бавь ме­ня от вся­ко­го неве­де­ния, и за­бве­ния, и
        лег­ко­мыс­лия, и ока­ме­не­ло­го бесчувствия. <sup>5</sup>
        Гос­по­ди, из­бавь ме­ня от вся­ко­го искушения. <sup>6</sup>
        Гос­по­ди, про­све­ти серд­це моё, по­мра­чен­ное злым пожеланием.{' '}
        <sup>7</sup>
        Гос­по­ди, я как че­ло­век со­гре­шил, но Ты, как Бог щед­рый, по­ми­луй
        ме­ня, ви­дя немощь ду­ши&nbsp;моей. <sup>8</sup>
        Гос­по­ди, по­шли бла­го­дать Твою в по­мощь мне, что­бы я про­сла­вил
        имя Твоё святое. <sup>9</sup>
        Гос­по­ди, Иису­се Хри­сте, впи­ши ме­ня, ра­ба Тво­е­го, в кни­гу
        жиз­ни и да­руй мне ко­нец благой. <sup>10</sup>
        Гос­по­ди, Бо­же мой, хо­тя я и не сде­лал ни­че­го доб­ро­го пред
        То­бою, но дай мне по бла­го­да­ти Тво­ей по­ло­жить доб­рое начало.{' '}
        <sup>11</sup>
        Гос­по­ди, окро­пи в серд­це мо­ем ро­су бла­го­да­ти&nbsp;Твоей.{' '}
        <sup>12</sup>
        Гос­по­ди неба и зем­ли, вспом­ни ме­ня, греш­но­го ра­ба Тво­е­го,
        сквер­но­го и нечи­сто­го, в Цар­стве Тво­ём.&nbsp;Аминь. <sup>1</sup>
        Гос­по­ди, в по­ка­я­нии при­ми&nbsp;меня. <sup>2</sup>
        Гос­по­ди, не оставь меня. <sup>3</sup>
        Гос­по­ди, не вве­ди ме­ня в напасть. <sup>4</sup>
        Гос­по­ди, дай мне мыс­ли добрые. <sup>5</sup>
        Гос­по­ди, дай мне сле­зы, и па­мять о смер­ти, и сокрушение.{' '}
        <sup>6</sup>
        Гос­по­ди, дай мне мысль об ис­по­ве­да­нии гре­хов&nbsp;моих.{' '}
        <sup>7</sup>
        Гос­по­ди, дай мне сми­ре­ние, це­ло­муд­рие и послушание. <sup>8</sup>
        Гос­по­ди, дай мне тер­пе­ние, ве­ли­ко­ду­шие и кротость. <sup>9</sup>
        Гос­по­ди, вло­жи в ме­ня ко­рень бла­га – страх Твой в
        серд­це&nbsp;мое. <sup>10</sup>
        Гос­по­ди, спо­до­би ме­ня лю­бить Те­бя от всей ду­ши мо­ей и
        по­мыш­ле­ния и ис­пол­нять во всём во­лю&nbsp;Твою. <sup>11</sup>
        Гос­по­ди, за­щи­ти ме­ня от неко­то­рых лю­дей, и бе­сов, и стра­стей,
        и от вся­ко­го ино­го непо­до­ба­ю­ще­го&nbsp;дела. <sup>12</sup>
        Гос­по­ди, знаю, что Ты все тво­ришь по Сво­ей во­ле – да со­вер­шит­ся
        во­ля Твоя и во мне греш­ном, ибо Ты бла­го­сло­вен
        во­ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M7;
