const M8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 8-я, Господу нашему Иисусу Христу
        </h3>
      </header>
      <p>
        Многомилостивый и всемилостивый Боже
        мой, Господи Иисусе Христе, по великой
        любви Ты сошел и воплотился, чтобы спасти
        всех. И снова, Спаситель, молю Тебя: спаси
        меня по благодати! Ведь если бы Ты за дела
        мог спасти меня, это не было бы благодатью и
        даром, но скорее долгом. Так, богатый
        состраданием и неизреченный в милости, -
        ибо Ты сказал, о Христе мой: «Верующий в
        Меня будет жить и не увидит смерти вовеки».
        Если же вера в Тебя спасает потерявших
        надежду, - то вот, я верую, спаси меня, ибо Ты
        - Бог мой и Создатель. Да зачтется же мне
        вера вместо дел, Боже мой, ибо не найдешь
        Ты никаких дел, оправдывающих меня. Но
        вместо всех их пусть будет довольно этой
        веры моей, - пусть она отвечает, пусть она
        оправдает меня, пусть она покажет меня
        участником славы Твоей вечной. Да не
        похитит же меня сатана и да не похвалится
        тем, что отторг меня от Твоей, Слово Божие,
        руки и ограды. Но хочу ли, или не хочу, спаси
        меня, Христе, Спаситель мой, скоро приди ко
        мне на помощь, поспеши, я погибаю, - ибо Ты
        Бог мой от чрева матери моей! Сподоби меня,
        Господи, ныне возлюбить Тебя, как я
        возлюбил некогда тот самый грех, и вновь
        послужить Тебе без лености, усердно, как я
        прежде поработал на сатану - обольстителя.
        Буду же постоянно служить Тебе, Господу и
        Богу моему Иисусу Христу во все дни жизни
        моей, ныне, и всегда, и во веки веков. Аминь.
      </p>
    </section>
  );
};

export default M8;
