const M8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 9-я, ко Пресвятой Богородице, Петра Студийского</h3>
      </header>
      <p>
        К Те­бе, Пре­чи­стой Бо­жи­ей Ма­те­ри, я, несчаст­ный, при­па­даю и
        мо­люсь: Ты зна­ешь, Ца­ри­ца, что бес­пре­стан­но со­гре­шаю и
        про­гнев­ляю Сы­на Тво­е­го и Бо­га мо­е­го, и, хо­тя мно­го­крат­но
        ка­юсь, лжи­вым пред Бо­гом ока­зы­ва­юсь. Я и ка­юсь, тре­пе­ща, не
        по­ра­зит ли ме­ня уже Гос­подь, и вско­ре опять то же де­лаю! Мо­лю,
        что­бы Ты, Вла­ды­чи­ца моя, Гос­по­жа Бо­го­ро­ди­ца, зная это,
        по­ми­ло­ва­ла, укре­пи­ла и на­учи­ла ме­ня доб­рое тво­рить. Ибо Ты
        зна­ешь, Вла­ды­чи­ца моя Бо­го­ро­ди­ца, что силь­но нена­ви­жу злые
        де­ла мои и всем по­мыш­ле­ни­ем люб­лю за­кон Бо­га мо­е­го; но не
        знаю, Гос­по­жа Пре­чи­стая, по­че­му то, что нена­ви­жу люб­лю, а
        доб­ро­го не ис­пол­няю. Не до­пус­кай, Пре­чи­стая, ис­пол­нять­ся
        во­ле мо­ей, ибо она зла, но да со­вер­шит­ся во­ля Сы­на Тво­е­го и
        Бо­га мо­е­го, да спа­сёт ме­ня, и вра­зу­мит и по­даст бла­го­дать
        Свя­то­го Ду­ха, что­бы я от­ныне пре­кра­тил де­лать сквер­ное, и в
        осталь­ное вре­мя жил бы по за­по­ве­дям Сы­на Тво­е­го, Ко­то­ро­му
        по­до­ба­ет вся сла­ва, честь и власть со без­на­чаль­ным Его От­цом, и
        пре­свя­тым и бла­гим и жи­во­тво­ря­щим Его Ду­хом, ныне, и все­гда, и
        во ве­ки ве­ков.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M8;
