const Nenavidyashih: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва</h3>
      </header>
      <p>
        Нена­ви­дя­щих и оби­жа­ю­щих нас про­сти, Гос­по­ди Че­ло­ве­ко­лю­бец.
        Де­ла­ю­щим доб­ро сде­лай доб­ро. Бра­тьям и род­ным на­шим ис­пол­ни
        их про­ше­ния о том, что слу­жит ко спа­се­нию, и да­руй жизнь веч­ную.
        Бо­ля­щих по­се­ти и да­руй им ис­це­ле­ние. Тех, кто в мо­ре, на­правь.
        Пу­те­ше­ству­ю­щим со­пут­ствуй. Слу­жа­щим и ми­лу­ю­щим нас гре­хов
        остав­ле­ние да­руй. По­ру­чив­ших нам, недо­стой­ным, мо­лить­ся за них
        по­ми­луй по ве­ли­кой Тво­ей ми­ло­сти. Вспом­ни, Гос­по­ди, преж­де
        усоп­ших от­цов и бра­тьев на­ших и упо­кой их там, где си­я­ет свет
        ли­ца Тво­е­го. Вспом­ни, Гос­по­ди, бра­тьев на­ших, на­хо­дя­щих­ся в
        пле­ну, и из­бавь их от вся­ко­го несча­стья. Вспом­ни, Гос­по­ди,
        при­но­ся­щих по­жерт­во­ва­ния и тво­ря­щих доб­рое во свя­тых Тво­их
        Церк­вах и ис­пол­ни их про­ше­ния о том, что слу­жит ко спа­се­нию, и
        да­руй жизнь веч­ную. Вспом­ни, Гос­по­ди, и нас, сми­рен­ных, и
        греш­ных, и недо­стой­ных ра­бов Тво­их, и про­све­ти наш ум све­том
        по­зна­ния Те­бя, и на­правь нас на путь за­по­ве­дей Тво­их, по
        мо­лит­вам Пре­чи­стой Вла­ды­чи­цы на­шей Бо­го­ро­ди­цы и
        Прис­но­де­вы Ма­рии и всех Тво­их свя­тых, ибо Ты бла­го­сло­вен
        во­ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default Nenavidyashih;
