const TropariTroichnie: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропари Троичные
        </h3>
      </header>
      <p>
        Восстав от сна, припадаем к Тебе, Благой, / 
        и ангельскую песнь возглашаем Тебе, Сильный: / 
        «Свят, Свят, Свят Ты, Боже, / 
        по молитвам Богородицы помилуй нас!»
      </p>
      <p>
        Слава: С постели и от сна Ты поднял меня, Господи! / 
        Ум мой просвети и сердце, / 
        и уста мои отверзи, / 
        чтобы воспевать Тебя, Святая Троица: / 
        «Свят, Свят, Свят Ты, Боже, / 
        по молитвам Богородицы помилуй нас!»
      </p>
      <p>
        И ныне: Внезапно Судия придёт, / 
        и дела каждого обнаружатся. / 
        Но в страхе воскликнем в полночь: / 
        «Свят, Свят, Свят Ты, Боже, / 
        по молитвам Богородицы помилуй нас!»
      </p>
      <p>
        Господи, помилуй. <i>(12 раз.)</i>
      </p>
      <footer>
        <p>
          Тропарь - краткая песнь, в которой прославляются
          дела Бога или святых Его.
        </p>
      </footer>
    </section>
  );
};

export default TropariTroichnie;
