const М2: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 2-я, свя­то­го Антиоха ко Господу нашему Иисусу Христу</h3>
      </header>
      <p>
        Все­дер­жи­тель, Сло­во От­чее, Иису­се Хри­сте! Бу­дучи Сам
        со­вер­шен­ным, по ве­ли­ко­му ми­ло­сер­дию Тво­е­му ни­ко­гда не
        по­ки­дай ме­ня, ра­ба Тво­е­го, но все­гда во мне пре­бы­вай. Иису­се,
        доб­рый Пас­тырь Тво­их овец, не пре­дай ме­ня мя­те­жу змия и на во­лю
        са­та­ны не оставь ме­ня, ибо се­мя по­ги­бе­ли есть во мне. Но Ты,
        Гос­по­ди Бо­же, от всех при­ни­ма­ю­щий по­кло­не­ние, Царь Свя­той
        Иису­се Хри­сте, со­хра­ни ме­ня во вре­мя сна немерк­ну­щим све­том,
        Ду­хом Тво­им Свя­тым, Ко­то­рым Ты освя­тил Тво­их уче­ни­ков. Дай,
        Гос­по­ди, и мне, недо­стой­но­му ра­бу Тво­е­му, спа­се­ние Твоё на
        ло­же мо­ем: про­све­ти ум мой све­том ра­зу­ме­ния свя­то­го
        Еван­ге­лия Тво­е­го, ду­шу – лю­бо­вью ко Кре­сту Тво­е­му, серд­це –
        чи­сто­тою сло­ва Тво­е­го, те­ло моё – Тво­им стра­да­ни­ем, чуж­дым
        стра­сти, мысль мою Тво­им сми­ре­ни­ем со­хра­ни. И под­ни­ми ме­ня в
        над­ле­жа­щее вре­мя на про­слав­ле­ние Те­бя. Ибо про­слав­лен Ты со
        без­на­чаль­ным От­цом Тво­им и с Пре­свя­тым Ду­хом
        во­ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М2;
