const М8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 8-я, ко Господу нашему Иисусу Христу</h3>
      </header>
      <p>
        Гос­по­ди Иису­се Хри­сте, Сын Бо­жий, ра­ди мо­литв мно­го­чти­мой
        Ма­те­ри Тво­ей и бес­плот­ных Тво­их Ан­ге­лов, а так­же про­ро­ка и
        Пред­те­чи и Кре­сти­те­ля Тво­е­го, и бо­го­сло­вес­ных Апо­сто­лов,
        свет­лых и по­бе­до­нос­ных му­че­ни­ков, пре­по­доб­ных и бо­го­нос­ных
        от­цов и всех свя­тых – из­бавь ме­ня от ны­неш­не­го стес­не­ния
        бе­сов­ско­го. Так, Гос­по­ди мой и Тво­рец, не же­ла­ю­щий смер­ти
        греш­ни­ка, но что­бы он об­ра­тил­ся и был жив, дай и мне об­ра­ще­ние,
        ока­ян­но­му и недо­стой­но­му. Из­вле­ки ме­ня из па­сти
        змея-гу­би­те­ля, жаж­ду­ще­го по­гло­тить ме­ня и све­сти жи­вым во ад.
        Да, Гос­по­ди мой, уте­ше­ние моё, ра­ди ме­ня несчаст­но­го
        об­лек­ший­ся в тлен­ную плоть, из­бавь ме­ня от убо­же­ства и
        уте­ше­ние по­дай бед­ной ду­ше мо­ей. Вну­ши серд­цу мо­е­му тво­рить
        Твои по­ве­ле­ния, и оста­вить злые де­я­ния, и по­лу­чить бла­жен­ства
        Твои. Ибо на Те­бя я, Гос­по­ди, упо­ваю, спа­си&nbsp;меня.
      </p>
    </section>
  );
};

export default М8;
