const ТропариТроичные: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропари Троичные
        </h3>
      </header>
      <p>
        Поми­луй нас, Гос­по­ди, по­ми­луй нас, /
        ибо, не на­хо­дя се­бе ни­ка­ко­го оправ­да­ния, /
        мо­лит­ву эту мы, греш­ные, Те­бе при­но­сим, как Вла­ды­ке: /
        “По­ми­луй&nbsp;нас!”
      </p>
      <p>
        Сла­ва: Гос­по­ди, по­ми­луй нас, ибо на Те­бя мы упо­ва­ем, /
        не про­гне­вай­ся на нас силь­но /
        и не вспом­ни без­за­ко­ний на­ших, /
        но воз­зри и ныне, как Ми­ло­серд­ный /
        и из­бавь нас от вра­гов на­ших. /
        Ибо Ты – Бог наш, и мы – Твой на­род; /
        все мы – де­ло рук Тво­их /
        и имя Твоё призываем.
      </p>
      <p>
        И ныне: Ми­ло­сер­дия две­ри от­вер­зи нам, /
        бла­го­сло­вен­ная Бо­го­ро­ди­ца, /
        дабы мы, на­де­ясь на Те­бя, не по­сты­ди­лись, /
        но из­ба­ви­лись мо­лит­ва­ми Тво­и­ми от бед, /
        ибо Ты – спа­се­ние ро­да христианского.
      </p>
      <p>
        Господи, помилуй. <i>(12 раз.)</i>
      </p>
    </section>
  );
};

export default ТропариТроичные;
