const Ioannikeya: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святаго Иоанникия</h3>
      </header>
      <p>
        Упо­ва­ние мое Отец, при­бе­жи­ще мое Сын, по­кров мой Дух Свя­тый:
        Тро­и­це Свя­тая, сла­ва&nbsp;Тебе.
      </p>
      <p>
        До­стой­но есть яко во­ис­тин­ну бла­жи­ти Тя, Бо­го­ро­ди­цу, /
        Прис­нобла­жен­ную и Пре­не­по­роч­ную и Ма­терь Бо­га на­ше­го. /
        Чест­ней­шую Хе­ру­вим и слав­ней­шую без срав­не­ния Се­ра­фим, / без
        ис­тле­ния Бо­га Сло­ва рожд­шую, су­щую Бо­го­ро­ди­цу Тя величаем.
        <sup>*</sup>
      </p>
      <p>Сла­ва, и ныне.</p>
      <p>
        Гос­по­ди, по­ми­луй. <i>(Три­жды.)</i>
      </p>
      <p>
        Гос­по­ди Иису­се Хри­сте, Сыне Бо­жий, мо­литв ра­ди Пре­чи­стыя
        Тво­ея Ма­те­ре, пре­по­доб­ных и бо­го­нос­ных отец на­ших и всех
        свя­тых, спа­си мя, грешнаго.
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается припев и ирмос
          9-й песни пасхального канона: «Ангел вопияше Благодатней: Чистая Дево,
          радуйся! И паки реку: радуйся! Твой Сын воскресе тридневен от гроба и
          мертвыя воздвигнувый; людие, веселитеся! Светися, светися, новый
          Иерусалиме, слава бо Господня на тебе возсия. Ликуй ныне и веселися,
          Сионе. Ты же, Чистая, красуйся, Богородице, о востании Рождества
          Твоего».
        </p>
      </footer>
    </section>
  );
};

export default Ioannikeya;
