const IoannaDamaskina: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва святаго Иоанна Дамаскина</h3>
      </header>
      <p>
        Вла­ды­ко Че­ло­ве­ко­люб­че, неуже­ли мне одр сей гроб бу­дет, или еще
        ока­ян­ную мою ду­шу про­све­ти­ши днем? Се ми гроб пред­ле­жит, се ми
        смерть пред­сто­ит. Су­да Тво­е­го, Гос­по­ди, бо­ю­ся и му­ки
        без­ко­неч­ныя, злое же тво­ря не пре­стаю: Те­бе Гос­по­да Бо­га
        мо­е­го все­гда про­гнев­ляю, и Пре­чи­стую Твою Ма­терь, и вся
        Небес­ныя си­лы, и свя­та­го Ан­ге­ла хра­ни­те­ля мо­е­го. Вем убо,
        Гос­по­ди, яко недо­сто­ин есмь че­ло­ве­ко­лю­бия Тво­е­го, но
        до­сто­ин есмь вся­ка­го осуж­де­ния и му­ки. Но, Гос­по­ди, или хо­щу,
        или не хо­щу, спа­си мя. Аще бо пра­вед­ни­ка спа­се­ши, ни­что­же
        ве­лие; и аще чи­с­та­го по­ми­лу­е­ши, ни­что­же див­но: до­стой­ни бо
        суть ми­ло­сти Тво­ея. Но на мне греш­нем уди­ви ми­лость Твою: о сем
        яви че­ло­ве­ко­лю­бие Твое, да не одо­ле­ет моя зло­ба Тво­ей
        неиз­гла­го­лан­ней бла­го­сти и ми­ло­сер­дию: и яко­же хо­ще­ши,
        устрой о мне&nbsp;вещь.
      </p>
      <p>
        Про­све­ти очи мои, Хри­сте Бо­же, / да не ко­гда усну в смерть, / да не
        ко­гда ре­чет враг мой: / укре­пих­ся на&nbsp;него.
      </p>
      <p>
        Сла­ва: За­ступ­ник ду­ши мо­ея бу­ди, Бо­же, / яко по­сре­де хо­жду
        се­тей мно­гих; / из­ба­ви мя от них / и спа­си мя, Бла­же, яко
        Человеколюбец.
      </p>
      <p>
        И ныне: Пре­слав­ную Бо­жию Ма­терь, и свя­тых Ан­гел Свя­тей­шую, /
        немолч­но вос­по­им серд­цем и усты, / Бо­го­ро­ди­цу сию
        ис­по­ве­да­ю­ще, / яко во­ис­тин­ну рожд­шую нам Бо­га во­пло­щен­на, /
        и мо­ля­щу­ю­ся непре­стан­но о ду­шах&nbsp;наших.
      </p>
    </section>
  );
};

export default IoannaDamaskina;
