const KoPresvyatoyTroitse: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва ко Пресвятой Троице
        </h3>
      </header>
      <p>
        Прес­вя­та́я Тро́ице, по­ми́луй нас;
        Го́спо­ди, очи́сти гре­хи́ на́ша;
        Вла­ды́ко, прос­ти́ без­за­ко́ния на́ша;
        Свя­ты́й, по­сети́ и ис­це­ли́ не́мо­щи на́ша, и́ме­не Тво­его́ ра́ди.
      </p>
      <p>
        Го́спо­ди, по­ми́луй. <i>(Триж­ды.)</i>
      </p>
      <p>
        Сла́ва, и ны́не.
      </p>
    </section>
  );
};

export default KoPresvyatoyTroitse;
