const Krestu: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Знаменуй себя крестом и говори молитву Честному Кресту</h3>
      </header>
      <p>
        Да вос­крес­нет Бог, и рас­то­чат­ся вра­зи Его, и да бе­жат от ли­ца
        Его нена­ви­дя­щии Его. Яко ис­че­за­ет дым, да ис­чез­нут; яко та­ет
        воск от ли­ца ог­ня, та­ко да по­гиб­нут бе­си от ли­ца лю­бя­щих Бо­га
        и зна­ме­ну­ю­щих­ся крест­ным зна­ме­ни­ем, и в ве­се­лии
        гла­го­лю­щих: ра­дуй­ся, Пре­чест­ный и Жи­во­тво­ря­щий Кре­сте
        Гос­по­день, про­го­ня­яй бе­сы си­лою на те­бе про­пя­та­го Гос­по­да
        на­ше­го Иису­са Хри­ста, во ад сшед­ша­го и по­прав­ше­го си­лу
        диа­во­лю, и да­ро­вав­ша­го нам те­бе Крест Свой Чест­ный на
        про­гна­ние вся­ка­го су­по­ста­та. О, Пре­чест­ный и Жи­во­тво­ря­щий
        Кре­сте Гос­по­день! По­мо­гай ми со Свя­тою Гос­по­жею Де­вою
        Бо­го­ро­ди­цею и со все­ми свя­ты­ми во ве­ки.&nbsp;Аминь.
      </p>
      <header>
        <i>Или кратко</i>
      </header>
      <p>
        Огра­ди мя, Гос­по­ди, си­лою Чест­на­го и Жи­во­тво­ря­ща­го Тво­е­го
        Кре­ста, и со­хра­ни мя от вся­ка­го&nbsp;зла.
      </p>
    </section>
  );
};

export default Krestu;
