const M4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 4-я, святаго Макария Великаго</h3>
      </header>
      <p>
        Что Ти при­не­су, или что Ти воз­дам, ве­ли­ко­да­ро­ви­тый
        Без­смерт­ный Ца­рю, щед­ре и Че­ло­ве­ко­люб­че Гос­по­ди, яко
        ле­ня­ща­ся мене на Твое уго­жде­ние, и ни­что­же бла­го со­твор­ша,
        при­вел еси на ко­нец ми­мо­шед­ша­го дне се­го, об­ра­ще­ние и
        спа­се­ние ду­ши мо­ей строя? Ми­ло­стив ми бу­ди греш­но­му и
        об­на­жен­но­му вся­ка­го де­ла бла­га, воз­ста­ви пад­шую мою ду­шу,
        осквер­нив­шу­ю­ся в без­мер­ных со­гре­ше­ни­их, и оты­ми от мене весь
        по­мысл лу­ка­вый ви­ди­ма­го се­го жи­тия. Про­сти моя со­гре­ше­ния,
        едине Без­грешне, яже Ти со­гре­ших в сей день, ве­де­ни­ем и
        неве­де­ни­ем, сло­вом, и де­лом, и по­мыш­ле­ни­ем, и все­ми мо­и­ми
        чув­ст­вы. Ты Сам, по­кры­вая, со­хра­ни мя от вся­ка­го
        со­про­тив­на­го об­сто­я­ния Бо­же­ствен­ною Тво­ею вла­стию, и
        неиз­ре­чен­ным че­ло­ве­ко­лю­би­ем, и си­лою. Очи­сти, Бо­же, очи­сти
        мно­же­ство гре­хов мо­их. Бла­го­во­ли, Гос­по­ди, из­ба­ви­ти мя от
        се­ти лу­ка­ва­го, и спа­си страст­ную мою ду­шу, и осе­ни мя све­том
        ли­ца Тво­е­го, егда при­и­де­ши во сла­ве, и неосуж­ден­на ныне сном
        усну­ти со­тво­ри, и без меч­та­ния, и несму­щен по­мысл ра­ба Тво­е­го
        со­блю­ди, и всю са­та­ни­ну де­тель от­же­ни от мене, и про­све­ти ми
        ра­зум­ныя очи сер­деч­ныя, да не усну в смерть. И посли ми Ан­ге­ла
        мир­на, хра­ни­те­ля и на­став­ни­ка ду­ши и те­лу мо­е­му, да из­ба­вит
        мя от враг мо­их; да во­став со од­ра мо­е­го, при­не­су Ти
        бла­го­дар­ствен­ныя моль­бы. Ей, Гос­по­ди, услы­ши мя греш­на­го и
        убо­га­го ра­ба Тво­е­го, из­во­ле­ни­ем и со­ве­стию; да­руй ми
        во­став­шу сло­ве­сем Тво­им по­учи­ти­ся, и уны­ние бе­сов­ское
        да­ле­че от мене от­гна­но бы­ти со­тво­ри Тво­и­ми Ан­ге­лы; да
        бла­го­слов­лю имя Твое свя­тое, и про­слав­лю, и слав­лю Пре­чи­стую
        Бо­го­ро­ди­цу Ма­рию, Юже дал еси нам греш­ным за­ступ­ле­ние, и
        при­и­ми Сию мо­ля­щу­ю­ся за ны; вем бо, яко под­ра­жа­ет Твое
        че­ло­ве­ко­лю­бие, и мо­ля­щи­ся не пре­ста­ет. Тоя за­ступ­ле­ни­ем, и
        Чест­на­го Кре­ста зна­ме­ни­ем, и всех свя­тых Тво­их ра­ди, убо­гую
        ду­шу мою со­блю­ди, Иису­се Хри­сте Бо­же наш, яко Свят еси, и
        пре­п­ро­слав­лен во ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M4;
