const M5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 5-я</h3>
      </header>
      <p>
        Гос­по­ди Бо­же наш, еже со­гре­ших во дни сем сло­вом, де­лом и
        по­мыш­ле­ни­ем, яко Благ и Че­ло­ве­ко­лю­бец про­сти ми. Ми­рен сон и
        без­мя­те­жен да­руй ми. Ан­ге­ла Тво­е­го хра­ни­те­ля посли,
        по­кры­ва­ю­ща и со­блю­да­ю­ща мя от вся­ка­го зла, яко Ты еси
        хра­ни­тель ду­шам и те­ле­сем на­шим, и Те­бе сла­ву воз­сы­ла­ем,
        От­цу и Сы­ну и Свя­то­му Ду­ху, ныне и прис­но и во ве­ки
        ве­ков.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M5;
