const M6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 6-я, то­го же свя­того
        </h3>
      </header>
      <p>
        Тя бла­гос­ло­ви́м, Вы́шний Бо́же и Го́спо­ди ми́лос­ти, тво­ря́ща­го
        при́сно с на́ми ве­ли́кая же и
        не­изс­ле́до­ван­ная, сла́вная же и ужа́сная, и́хже несть чис­ла́,
        по­да́вша­го нам сон во упо­кое́ние не́мо­щи на́шея
        и ос­лабле́ние тру­до́в мно­гот­ру́дныя пло́ти. Бла­года­ри́м Тя,
        я́кo не по­губи́л еси́ нас со без­за­ко́нь­ми
        на́ши­ми, но че­лове­колю́бство­вал еси́ обы́чно, и в не­ча́янии
        ле­жа́щия ны возд­ви́гл еси́, во е́же
        сла­вос­ло́ви­ти дер­жа́ву Твою́. Те́мже мо́лим без­ме́рную Твою́
        бла́гость: прос­ве­ти́ на́ша мы́сли, оче­са́, и ум
        наш от тя́жка­го сна ле́нос­ти возс­та́ви; от­ве́рзи на́ша ус­та́
        и ис­по́лни я́ Тво­его́ хва­ле́ния, я́ко да
        воз­мо́жем не­поко­ле́бле­мо пе́ти же и ис­по­ве́да­тися Те­бе́,
        во всех и от всех сла́ви­мому Бо́гу,
        Без­на­ча́ль­но­му От­цу́, со Еди­норо́дным Твои́м Сы́ном, и
        Всес­вя­ты́м, и Бла­ги́м, и Жи­вот­во­ря́щим Твои́м
        Ду́хом, ны́не и при́сно, и во ве́ки ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default M6;
