const M7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 7-я, святаго Иоанна Златоустаго
        </h3>
        <p>
          <i>
            (24 молитвы по числу часов дня и ночи)
          </i>
        </p>
      </header>
      <p>
        <sup>1</sup>Гос­по­ди, не ли­ши мене небес­ных Тво­их&nbsp;благ.
        <sup>2</sup>Гос­по­ди, из­ба­ви мя веч­ных&nbsp;мук.
        <sup>3</sup>Гос­по­ди, умом ли или по­мыш­ле­ни­ем, сло­вом или де­лом со­гре­ших, про­сти&nbsp;мя.
        <sup>4</sup>Гос­по­ди, из­ба­ви мя вся­ка­го неве­де­ния и за­бве­ния, и ма­ло­ду­шия, и ока­ме­нен­на­го нечувствия.
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, из­ба­ви мя от вся­ка­го искушения.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, про­све­ти мое серд­це, еже по­мра­чи лу­ка­вое похотение.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, аз яко че­ло­век со­гре­ших, Ты же яко Бог щедр, по­ми­луй мя, ви­дя немощь ду­ши&nbsp;моея.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, посли бла­го­дать Твою в по­мощь мне, да про­слав­лю имя Твое святое.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди Иису­се Хри­сте, на­пи­ши мя ра­ба Тво­е­го в кни­зе жи­вот­ней и да­руй ми ко­нец благий.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, Бо­же мой, аще и ни­что­же бла­го со­тво­рих пред То­бою, но даждь ми по бла­го­да­ти Тво­ей по­ло­жи­ти на­ча­ло благое.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, окро­пи в серд­це мо­ем ро­су бла­го­да­ти&nbsp;Твоея.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди небе­се и зем­ли, по­мя­ни мя греш­на­го ра­ба Тво­е­го, студ­на­го и нечи­с­та­го, во Цар­ствии Тво­ем.&nbsp;Аминь.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, в по­ка­я­нии при­и­ми&nbsp;мя.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, не оста­ви&nbsp;мене.</td>
        <sup>5</sup><td valign="top" width="48%">Гос­по­ди, не оста­ви&nbsp;мене.</td>
      </p>
    </section>
  );
};

export default M7;
