const M7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 7-я, ко Пресвятой Богородице
        </h3>
      </header>
      <p>
        Вос­пе­ва́ю бла­года́ть Твою́, Вла­ды́чи­це, мо­лю́ Тя, ум мой
        об­ла­года­ти́. Сту­па́ти пра́во мя нас­та́ви, пу­те́м
        Хрис­то́вых за́по­ведей. Бде́ти к пе́сни ук­ре­пи́, уны́ния
        сон от­го­ня́ющи. Свя́за­на пле­ни́ца­ми гре­хопа­де́ний,
        моль­ба́ми Твои́ми раз­ре­ши́, Бо­гоне­ве́сто. В но­щи́ мя
        и во дни сох­ра­ня́й, бо­рю́щих враг из­бавля́ющи мя.
        Жиз­но­да́те­ля Бо́га ро́ждшая, умерщ­вле́на мя страсть­ми́
        ожи­ви́. Я́же Свет Не­вече́рний ро́ждшая, ду́шу мою́
        ос­ле́пшую прос­ве­ти́. О ди́вная Вла­ды́чня па­ла́то, дом
        Ду́ха Бо­же́ствен­на ме­не́ сот­во­ри́. Вра­ча́ ро́ждшая,
        ув­ра­чу́й ду­ши́ мо­ея́ мно­голе́тныя стра́сти. Вол­ну́юща­ся
        жи­те́й­скою бу́рею, ко сте­зи́ мя по­кая́ния
        нап­ра́ви. Из­ба́ви мя ог­ня́ ве́чну­юща­го, и че́рвия же
        зла́го, и та́рта­ра. Да мя не яви́ши бе­со́м ра́до­вание,
        и́же мно́гим гре­хо́м по­ви́нни­ка. Но́ва сот­во­ри́ мя,
        обет­ша́вша­го не­чу́вствен­ны­ми, Пре­непо­ро́чная,
        сог­ре­ше́нии. Стра́нна му́ки вся́кия по­кажи́ мя, и
        всех Вла­ды́ку умо­ли́. Не­бе́сная ми улу­чи́ти ве­се́лия, со
        все́ми свя­ты́ми, спо­до́би. Прес­вя­та́я Де́во, ус­лы́ши
        глас не­пот­ре́бна­го ра­ба́ Тво­его́. Струю́ да­ва́й мне
        сле­за́м, Пре­чи́стая, ду­ши́ мо­ея́ скве́рну очи­ща́ющи.
        Сте­на́ния от се́рдца при­ношу́ Ти неп­реста́нно,
        усе́рдствуй, Вла­ды́чи­це. Мо­ле́бную слу́жбу мою́ при­ими́
        и Бо́гу бла­го­ут­ро́бно­му при­неси́. Пре­вы́шшая А́нгел,
        мирс­ка́го мя пре­вы́шша сли́тия сот­во­ри́. Све­тоно́сная
        се́не Не­бе́сная, ду­хо́вную бла­года́ть во мне нап­ра́ви.
        Ру́це воз­де́ю и уст­не́ к пох­ва­ле́нию, оск­вер­не́ны
        скве́рною, Все­непо­ро́чная. Ду­шет­ле́нных мя па́кос­тей
        из­ба́ви, Хрис­та́ при­ле́жно умо­ля́ющи, Ему́же честь
        и пок­ло­не́ние по­доба́ет, ны́не и при́сно, и во ве́ки
        ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default M7;
