const M7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 7-я, святаго Иоанна Златоустаго</h3>
        <p>
          <i>(24 молитвы по числу часов дня и ночи)</i>
        </p>
      </header>
      <p>
        <sup>1</sup>Гос­по­ди, не ли­ши мене небес­ных Тво­их&nbsp;благ.{' '}
        <sup>2</sup>
        Гос­по­ди, из­ба­ви мя веч­ных&nbsp;мук. <sup>3</sup>
        Гос­по­ди, умом ли или по­мыш­ле­ни­ем, сло­вом или де­лом со­гре­ших,
        про­сти&nbsp;мя. <sup>4</sup>
        Гос­по­ди, из­ба­ви мя вся­ка­го неве­де­ния и за­бве­ния, и
        ма­ло­ду­шия, и ока­ме­нен­на­го нечувствия. <sup>5</sup>
        Гос­по­ди, из­ба­ви мя от вся­ка­го искушения. <sup>6</sup>
        Гос­по­ди, про­све­ти мое серд­це, еже по­мра­чи лу­ка­вое похотение.{' '}
        <sup>7</sup>
        Гос­по­ди, аз яко че­ло­век со­гре­ших, Ты же яко Бог щедр, по­ми­луй
        мя, ви­дя немощь ду­ши&nbsp;моея. <sup>8</sup>
        Гос­по­ди, посли бла­го­дать Твою в по­мощь мне, да про­слав­лю имя Твое
        святое. <sup>9</sup>
        Гос­по­ди Иису­се Хри­сте, на­пи­ши мя ра­ба Тво­е­го в кни­зе
        жи­вот­ней и да­руй ми ко­нец благий. <sup>10</sup>
        Гос­по­ди, Бо­же мой, аще и ни­что­же бла­го со­тво­рих пред То­бою, но
        даждь ми по бла­го­да­ти Тво­ей по­ло­жи­ти на­ча­ло благое.{' '}
        <sup>11</sup>
        Гос­по­ди, окро­пи в серд­це мо­ем ро­су бла­го­да­ти&nbsp;Твоея.{' '}
        <sup>12</sup>
        Гос­по­ди небе­се и зем­ли, по­мя­ни мя греш­на­го ра­ба Тво­е­го,
        студ­на­го и нечи­с­та­го, во Цар­ствии Тво­ем.&nbsp;Аминь. <sup>1</sup>
        Гос­по­ди, в по­ка­я­нии при­и­ми&nbsp;мя. <sup>2</sup>
        Гос­по­ди, не оста­ви&nbsp;мене. <sup>3</sup>
        Гос­по­ди, не вве­ди мене в напасть. <sup>4</sup>
        Гос­по­ди, даждь ми мысль&nbsp;благу. <sup>5</sup>
        Гос­по­ди, даждь ми сле­зы и па­мять смерт­ную, и умиление. <sup>6</sup>
        Гос­по­ди, даждь ми по­мысл ис­по­ве­да­ния гре­хов&nbsp;моих.{' '}
        <sup>7</sup>
        Гос­по­ди, даждь ми сми­ре­ние, це­ло­муд­рие и послушание. <sup>8</sup>
        Гос­по­ди, даждь ми тер­пе­ние, ве­ли­ко­ду­шие и кротость. <sup>9</sup>
        Гос­по­ди, все­ли в мя ко­рень бла­гих, страх Твой в серд­це&nbsp;мое.{' '}
        <sup>10</sup>
        Гос­по­ди, спо­до­би мя лю­би­ти Тя от всея ду­ши мо­ея и по­мыш­ле­ния
        и тво­ри­ти во всем во­лю&nbsp;Твою. <sup>11</sup>
        Гос­по­ди, по­крый мя от че­ло­век неко­то­рых, и бе­сов, и стра­стей, и
        от вся­кия иныя непо­доб­ныя&nbsp;вещи. <sup>12</sup>
        Гос­по­ди, ве­си, яко тво­ри­ши, яко­же Ты во­ли­ши, да бу­дет во­ля
        Твоя и во мне греш­нем, яко бла­го­сло­вен еси во ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default M7;
