const M8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 8-я, ко Господу нашему Иисусу Христу</h3>
      </header>
      <p>
        Гос­по­ди Иису­се Хри­сте, Сыне Бо­жий, ра­ди чест­ней­шия Ма­те­ре
        Тво­ея, и без­п­лот­ных Тво­их Ан­гел, Про­ро­ка же и Пред­те­чи и
        Кре­сти­те­ля Тво­е­го, бо­го­гла­го­ли­вых же апо­стол, свет­лых и
        доб­ро­по­бед­ных му­че­ник, пре­по­доб­ных и бо­го­нос­ных отец, и всех
        свя­тых мо­лит­ва­ми, из­ба­ви мя на­сто­я­ща­го об­сто­я­ния
        бе­сов­ска­го. Ей, Гос­по­ди мой и Твор­че, не хо­тяй смер­ти
        греш­на­го, но яко­же об­ра­ти­ти­ся и жи­ву бы­ти ему, даждь и мне
        об­ра­ще­ние ока­ян­но­му и недо­стой­но­му; из­ми мя от уст
        па­губ­на­го змия, зи­я­ю­ща­го по­жре­ти мя и све­сти во ад жи­ва. Ей,
        Гос­по­ди мой, уте­ше­ние мое, Иже мене ра­ди ока­ян­на­го в тлен­ную
        плоть обол­кий­ся, ис­торг­ни мя от ока­ян­ства, и уте­ше­ние по­даждь
        ду­ши мо­ей ока­ян­ней. Вса­ди в серд­це мое тво­ри­ти Твоя
        по­ве­ле­ния, и оста­ви­ти лу­ка­вая де­я­ния, и по­лу­чи­ти
        бла­жен­ства Твоя: на Тя бо, Гос­по­ди, упо­вах, спа­си&nbsp;мя.
      </p>
    </section>
  );
};

export default M8;
