const Trisvyatoe: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Трисвятое
        </h3>
      </header>
      <p>
        Свя­ты́й Бо́же, Свя­ты́й Кре́пкий, Свя­ты́й Безс­ме́ртный,
        по­ми́луй нас. <i>(Читается трижды,
        с крестным знамением и поясным поклоном.)</i>
      </p>
      <p>
        Сла́ва От­цу́, и Сы́ну, и Свя­то́му Ду́ху, и ны́не и при́сно,
        и во ве́ки ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default Trisvyatoe;
