const Исповедование: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Исповедание грехов повседневное</h3>
      </header>
      <p>
        Ис­по­ве­даю Те­бе Гос­по­ду Бо­гу мо­е­му и Твор­цу, во Свя­тей
        Тро­и­це Еди­но­му, сла­ви­мо­му и по­кла­ня­е­мо­му, От­цу и Сы­ну и
        Свя­то­му Ду­ху, вся моя гре­хи, яже со­де­ях во вся дни жи­во­та
        мо­е­го, и на вся­кий час, и в на­сто­я­щее вре­мя, и в пре­шед­шия дни
        и но­щи, де­лом, сло­вом, по­мыш­ле­ни­ем, объ­яде­ни­ем, пи­ян­ством,
        тай­но­яде­ни­ем, празд­но­сло­ви­ем, уны­ни­ем, ле­но­стию,
        пре­ко­сло­ви­ем, непо­слу­ша­ни­ем, окле­ве­та­ни­ем, осуж­де­ни­ем,
        небре­же­ни­ем, са­мо­лю­би­ем, мно­го­с­тя­жа­ни­ем, хи­ще­ни­ем,
        неправ­до­гла­го­ла­ни­ем, сквер­но­при­быт­че­ством, мше­ло­им­ством,
        рев­но­ва­ни­ем, за­ви­стию, гне­вом, па­мя­то­зло­би­ем, нена­ви­стию,
        ли­хо­им­ством и все­ми мо­и­ми чув­ст­вы: зре­ни­ем, слу­хом,
        обо­ня­ни­ем, вку­сом, ося­за­ни­ем и про­чи­ми мо­и­ми гре­хи,
        ду­шев­ны­ми вку­пе и те­лес­ны­ми, ими­же Те­бе Бо­га мо­е­го и Твор­ца
        про­гне­вах, и ближ­ня­го мо­е­го оне­прав­до­вах: о сих жа­лея, вин­на
        се­бе Те­бе Бо­гу мо­е­му пред­став­ляю, и имею во­лю ка­я­ти­ся:
        то­чию, Гос­по­ди Бо­же мой, по­мо­зи ми, со сле­за­ми сми­рен­но мо­лю
        Тя: пре­шед­шая же со­гре­ше­ния моя ми­ло­сер­ди­ем Тво­им про­сти ми,
        и раз­ре­ши от всех сих, яже из­гла­го­лах пред То­бою, яко Благ и
        Человеколюбец.
      </p>
      <p>
        <i>Ко­гда от­хо­дишь ко сну, гла­го­ли:</i>
      </p>
      <p>
        В ру­це Твои, Гос­по­ди Иису­се Хри­сте, Бо­же мой, пре­даю дух мой: Ты
        же мя бла­го­сло­ви, Ты мя по­ми­луй и жи­вот веч­ный да­руй
        ми.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default Исповедование;
