const КондакБогородице: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Кондак Богородице</h3>
      </header>
      <p>
        Взбран­ной Во­е­во­де по­бе­ди­тель­ная, / яко из­бав­ль­ше­ся от злых,
        / бла­го­дар­ствен­ная вос­пи­су­ем Ти, ра­би Твои, Бо­го­ро­ди­це, /
        но, яко иму­щая дер­жа­ву непо­бе­ди­мую, / от вся­ких нас бед
        сво­бо­ди, да зо­вем Ти: / ра­дуй­ся, Неве­сто Неневестная.
      </p>
      <p>
        Пре­слав­ная Прис­но­де­во, Ма­ти Хри­ста Бо­га, при­не­си на­шу
        мо­лит­ву Сы­ну Тво­е­му и Бо­гу на­ше­му, да спа­сет То­бою
        ду­ши&nbsp;наша.
      </p>
      <p>
        Все упо­ва­ние мое на Тя воз­ла­гаю, Ма­ти Бо­жия, со­хра­ни мя под
        кро­вом&nbsp;Твоим.
      </p>
      <p>
        Бо­го­ро­ди­це Де­во, не пре­зри мене, греш­на­го, тре­бу­ю­ща Тво­ея
        по­мо­щи и Тво­е­го за­ступ­ле­ния, на Тя бо упо­ва ду­ша моя, и
        по­ми­луй&nbsp;мя.
      </p>
    </section>
  );
};

export default КондакБогородице;
