const М1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Мо­лит­ва&nbsp;1-я, свя­та­го Ма­ка­рия Ве­ли­ка­го, к Богу&nbsp;Отцу
        </h3>
      </header>
      <p>
        Бо­же веч­ный и Ца­рю вся­ка­го со­зда­ния,
        спо­до­би­вый мя да­же в час сей до­спе­ти,
        про­сти ми гре­хи, яже со­тво­рих в сей день де­лом,
        сло­вом и по­мыш­ле­ни­ем, и очи­сти, Гос­по­ди, сми­рен­ную
        мою ду­шу от вся­кия сквер­ны пло­ти и ду­ха. И даждь ми,
        Гос­по­ди, в но­щи сей сон прейти в ми­ре, да во­став от
        сми­рен­на­го ми ло­жа, бла­го­уго­жду пре­свя­то­му име­ни Тво­е­му,
        во вся дни жи­во­та мо­е­го, и по­пе­ру бо­рю­щия мя вра­ги плот­ския
        и без­п­лот­ныя. И из­ба­ви мя, Гос­по­ди, от по­мыш­ле­ний су­ет­ных,
        осквер­ня­ю­щих мя, и по­хо­тей лу­ка­вых. Яко Твое есть цар­ство,
        и си­ла и сла­ва, От­ца и Сы­на и Свя­та­го Ду­ха, ныне и прис­но
        и во ве­ки ве­ков.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М1;
