const М3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 3-я, ко Пресвятому Духу</h3>
      </header>
      <p>
        Гос­по­ди, Ца­рю Небес­ный, Уте­ши­те­лю, Ду­ше ис­ти­ны,
        уми­ло­сер­ди­ся и по­ми­луй мя греш­на­го ра­ба Тво­е­го, и от­пу­сти
        ми недо­стой­но­му, и про­сти вся, ели­ка Ти со­гре­ших днесь яко
        че­ло­век, па­че же и не яко че­ло­век, но и го­рее ско­та, воль­ныя моя
        гре­хи и неволь­ныя, ве­до­мыя и неве­до­мыя: яже от юно­сти и от
        на­у­ки злы, и яже суть от на­гль­ства и уны­ния. Аще име­нем Тво­им
        клях­ся, или по­ху­лих е в по­мыш­ле­нии мо­ем; или ко­го уко­рих; или
        окле­ве­тах ко­го гне­вом мо­им, или опе­ча­лих, или о чем
        про­гне­вах­ся; или со­лгах, или без­год­но спах, или нищ при­и­де ко
        мне, и пре­зрех его; или бра­та мо­е­го опе­ча­лих, или сва­дих, или
        ко­го осу­дих; или раз­ве­ли­чах­ся, или раз­гор­дех­ся, или
        раз­гне­вах­ся; или сто­я­щу ми на мо­лит­ве, ум мой о лу­кав­ствии
        ми­ра се­го по­дви­же­ся, или раз­вра­ще­ние по­мыс­лих; или
        объ­ядох­ся, или опих­ся, или без ума сме­ях­ся; или лу­ка­вое
        по­мыс­лих, или доб­ро­ту чуж­дую ви­дев, и тою уяз­вен бых серд­цем;
        или непо­доб­ная гла­го­лах, или гре­ху бра­та мо­е­го по­сме­ях­ся, моя
        же суть без­чис­лен­ная со­гре­ше­ния; или о мо­лит­ве не ра­дих, или
        ино что со­де­ях лу­ка­вое, не пом­ню, та бо вся и боль­ша сих со­де­ях.
        По­ми­луй мя, Твор­че мой Вла­ды­ко, уныла­го и недо­стой­на­го ра­ба
        Тво­е­го, и оста­ви ми, и от­пу­сти, и про­сти мя, яко Благ и
        Че­ло­ве­ко­лю­бец, да с ми­ром ля­гу, усну и по­чию, блуд­ный, греш­ный
        и ока­ян­ный аз, и по­кло­ню­ся, и вос­пою, и про­слав­лю пре­чест­ное
        имя Твое, со От­цем, и Еди­но­род­ным Его Сы­ном, ныне и прис­но и во
        ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М3;
