const М6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 6-я</h3>
      </header>
      <p>
        Гос­по­ди Бо­же наш, в Него­же ве­ро­ва­х­ом, и Его­же имя па­че
        вся­ка­го имене при­зы­ва­ем, даждь нам, ко сну от­хо­дя­щим, осла­бу
        ду­ши и те­лу, и со­блю­ди нас от вся­ка­го меч­та­ния, и тем­ныя
        сла­сти кро­ме; уста­ви стрем­ле­ние стра­стей, уга­си раз­жже­ния
        во­ста­ния те­лес­на­го. Даждь нам це­ло­муд­ренне по­жи­ти де­лы и
        сло­ве­сы; да доб­ро­де­тель­ное жи­тель­ство вос­при­ем­лю­ще,
        обе­то­ван­ных не от­па­дем бла­гих Тво­их, яко бла­го­сло­вен еси во
        ве­ки.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М6;
