const М9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 9-я, ко Пресвятей Богородице, Петра Студийскаго</h3>
      </header>
      <p>
        К Те­бе Пре­чи­стей Бо­жи­ей Ма­те­ри аз ока­ян­ный при­па­дая мо­лю­ся:
        ве­си, Ца­ри­це, яко без­пре­ста­ни со­гре­шаю и про­гнев­ляю Сы­на
        Тво­е­го и Бо­га мо­е­го, и мно­га­жды аще ка­ю­ся, лож пред Бо­гом
        об­ре­та­ю­ся, и ка­ю­ся тре­пе­ща: неуже­ли Гос­подь по­ра­зит мя, и по
        ча­се па­ки та­яж­де тво­рю; ве­ду­щи сия, Вла­ды­чи­це моя Гос­по­же
        Бо­го­ро­ди­це, мо­лю, да по­ми­лу­е­ши, да укре­пи­ши, и бла­гая
        тво­ри­ти да по­да­си ми. Ве­си бо, Вла­ды­чи­це моя Бо­го­ро­ди­це, яко
        от­нюд имам в нена­ви­сти злая моя де­ла, и всею мыс­лию люб­лю за­кон
        Бо­га мо­е­го; но не вем, Гос­по­же Пре­чи­стая, от­ку­ду яже
        нена­ви­жду, та и люб­лю, а бла­гая пре­сту­паю. Не по­пу­щай,
        Пре­чи­стая, во­ли мо­ей со­вер­ша­ти­ся, не угод­на бо есть, но да
        бу­дет во­ля Сы­на Тво­е­го и Бо­га мо­е­го: да мя спа­сет, и
        вра­зу­мит, и по­даст бла­го­дать Свя­та­го Ду­ха, да бых аз от­се­ле
        пре­стал сквер­но­дей­ства, и про­чее по­жил бых в по­ве­ле­нии Сы­на
        Тво­е­го, Ему­же по­до­ба­ет вся­кая сла­ва, честь и дер­жа­ва, со
        Без­на­чаль­ным Его От­цем, и Пре­свя­тым и Бла­гим и Жи­во­тво­ря­щим
        Его Ду­хом, ныне и прис­но, и во ве­ки ве­ков.&nbsp;Аминь.
      </p>
    </section>
  );
};

export default М9;
