const СвятомуДуху: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва Святому Духу
        </h3>
      </header>
      <p>
        Царю́ Небéсный, Утéшителю, Ду́ше и́стины,
        И́же вездé сый и вся исполня́яй,
        Сокрóвище благи́х и жи́зни Подáтелю,
        прииди́ и всели́ся в ны, и очи́сти ны от вся́кия сквéрны,
        и спаси́, Блáже, ду́ши нáша<sup>*</sup>.
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается тропарь:
          «Христóс воскрéсе из мéртвых,
          смéртию смéрть попра́в,
          и су́щим во гробéх живóт дарова́в». <i>(Трижды)</i> От
          Вознесения до Троицы начинаем молитвы со
          «Святый Боже...», опуская все предшествующие.
        </p>
      </footer>
    </section>
  );
};

export default СвятомуДуху;
