import КоСвятомуПричащению from './цс/КоСвятомуПричащению';
import КоСвятомуПричащениюРу from './ру/КоСвятомуПричащению';
import Псалом22 from './цс/Псалом22';
import Псалом22Ру from './ру/Псалом22';
import Псалом23 from './цс/Псалом23';
import Псалом23Ру from './ру/Псалом23';
import Псалом115 from './цс/Псалом115';
import Псалом115Ру from './ру/Псалом115';
import Тропaри from './цс/Тропaри';
import ТропaриРу from './ру/Тропaри';
import Псалом50 from './цс/Псалом50';
import Псалом50Ру from './ру/Псалом50';
import Песнь1 from './цс/Песнь1';
import Песнь1Ру from './ру/Песнь1';
import Песнь3 from './цс/Песнь3';
import Песнь3Ру from './ру/Песнь3';
import Песнь4 from './цс/Песнь4';
import Песнь4Ру from './ру/Песнь4';
import Песнь5 from './цс/Песнь5';
import Песнь5Ру from './ру/Песнь5';
import Песнь6 from './цс/Песнь6';
import Песнь6Ру from './ру/Песнь6';
import Кондaк1 from './цс/Кондaк1';
import Кондaк1Ру from './ру/Кондaк1';
import Песнь7 from './цс/Песнь7';
import Песнь7Ру from './ру/Песнь7';
import Песнь8 from './цс/Песнь8';
import Песнь8Ру from './ру/Песнь8';
import Песнь9 from './цс/Песнь9';
import Песнь9Ру from './ру/Песнь9';
import Молитвы from './цс/Молитвы';
import МолитвыРу from './ру/Молитвы';
import Молитва1 from './цс/Молитва1';
import Молитва1Ру from './ру/Молитва1';
import Молитва2 from './цс/Молитва2';
import Молитва2Ру from './ру/Молитва2';
import Молитва3 from './цс/Молитва3';
import Молитва3Ру from './ру/Молитва3';
import Молитва4 from './цс/Молитва4';
import Молитва4Ру from './ру/Молитва4';
import Молитва5 from './цс/Молитва5';
import Молитва5Ру from './ру/Молитва5';
import Молитва6 from './цс/Молитва6';
import Молитва6Ру from './ру/Молитва6';
import Молитва7 from './цс/Молитва7';
import Молитва7Ру from './ру/Молитва7';
import Молитва8 from './цс/Молитва8';
import Молитва8Ру from './ру/Молитва8';
import Молитва9 from './цс/Молитва9';
import Молитва9Ру from './ру/Молитва9';
import Молитва10 from './цс/Молитва10';
import Молитва10Ру from './ру/Молитва10';
import Молитва11 from './цс/Молитва11';
import Молитва11Ру from './ру/Молитва11';
import Молитва12 from './цс/Молитва12';
import Молитва12Ру from './ру/Молитва12';
import Стихи from './цс/Стихи';
import СтихиРу from './ру/Стихи';

const Последование: React.FC = () => {
  return (
    <>
      <КоСвятомуПричащению/>
      <КоСвятомуПричащениюРу/>
      <Псалом22/>
      <Псалом22Ру/>
      <Псалом23/>
      <Псалом23Ру/>
      <Псалом115/>
      <Псалом115Ру/>
      <Тропaри/>
      <ТропaриРу/>
      <Псалом50/>
      <Псалом50Ру/>
      <Песнь1/>
      <Песнь1Ру/>
      <Песнь3/>
      <Песнь3Ру/>
      <Песнь4/>
      <Песнь4Ру/>
      <Песнь5/>
      <Песнь5Ру/>
      <Песнь6/>
      <Песнь6Ру/>
      <Кондaк1/>
      <Кондaк1Ру/>
      <Песнь7/>
      <Песнь7Ру/>
      <Песнь8/>
      <Песнь8Ру/>
      <Песнь9/>
      <Песнь9Ру/>
      <Молитвы/>
      <МолитвыРу/>
      <Молитва1/>
      <Молитва1Ру/>
      <Молитва2/>
      <Молитва2Ру/>
      <Молитва3/>
      <Молитва3Ру/>
      <Молитва4/>
      <Молитва4Ру/>
      <Молитва5/>
      <Молитва5Ру/>
      <Молитва6/>
      <Молитва6Ру/>
      <Молитва7/>
      <Молитва7Ру/>
      <Молитва8/>
      <Молитва8Ру/>
      <Молитва9/>
      <Молитва9Ру/>
      <Молитва10/>
      <Молитва10Ру/>
      <Молитва11/>
      <Молитва11Ру/>
      <Молитва12/>
      <Молитва12Ру/>
      <Стихи/>
      <СтихиРу/>
    </>
  );
};

export default Последование;
