import Утренние from './цс/Утренние';
import УтренниеРу from './ру/Утренние';
import Мытаря from './цс/Мытаря';
import МытаряРу from './ру/Мытаря';
import Предначинательная from './цс/Предначинательная';
import ПредначинательнаяРу from './ру/Предначинательная';
import СвятомуДуху from './цс/СвятомуДуху';
import СвятомуДухуРу from './ру/СвятомуДуху';
import Трисвятое from './цс/Трисвятое';
import ТрисвятоеРу from './ру/Трисвятое';
import КоПресвятойТроице from './цс/КоПресвятойТроице';
import КоПресвятойТроицеРу from './ру/КоПресвятойТроице';
import Господня from './цс/Господня';
import ГосподняРу from './ру/Господня';
import ТропариТроичные from './цс/ТропариТроичные';
import ТропариТроичныеРу from './ру/ТропариТроичные';
import ОтСна from './цс/ОтСна';
import ОтСнаРу from './ру/ОтСна';
import Псалом50 from './цс/Псалом50';
import Псалом50Ру from './ру/Псалом50';
import СимволВеры from './цс/СимволВеры';
import СимволВерыРу from './ру/СимволВеры';
import М1 from './цс/М1';
import M1Ру from './ру/М1';
import М2 from './цс/М2';
import М2Ру from './ру/М2';
import М3 from './цс/М3';
import M3Ру from './ру/М3';
import М4 from './цс/М4';
import М4Ру from './ру/М4';
import М5 from './цс/М5';
import М5Ру from './ру/М5';
import М6 from './цс/М6';
import М6Ру from './ру/М6';
import М7 from './цс/М7';
import М7Ру from './ру/М7';
import М8 from './цс/М8';
import М8Ру from './ру/М8';
import М9 from './цс/М9';
import М9Ру from './ру/М9';
import М10 from './цс/М10';
import М10Ру from './ру/М10';
import ПризываниеСвятого from './цс/ПризываниеСвятого';
import ПризываниеСвятогоРу from './ру/ПризываниеСвятого';
import ПесньПресвятойБогородице from './цс/ПесньПресвятойБогородице';
import ПесньПресвятойБогородицеРу from './ру/ПесньПресвятойБогородице';
import ТропарьКресту from './цс/ТропарьКресту';
import TroparKrestuAlt from './ру/ТропарьКресту';
import ОЖивых from './цс/ОЖивых';
import ОЖивыхРу from './ру/ОЖивых';
import ОУсопших from './цс/ОУсопших';
import ОУсопшихРу from './ру/ОУсопших';
import ПомянникОЖивых from './цс/ПомянникОЖивых';
import ПомянникОЖивыхРу from './ру/ПомянникОЖивых';
import ПомянникОУсопших from './цс/ПомянникОУсопших';
import ПомянникОУсопшихРу from './ру/ПомянникОУсопших';
import Окончание from './цс/Окончание';
import ОкончаниеРу from './ру/Окончание';

const Утро: React.FC = () => {
  return (
    <>
      <Утренние/>
      <УтренниеРу/>
      <Мытаря/>
      <МытаряРу/>
      <Предначинательная/>
      <ПредначинательнаяРу/>
      <СвятомуДуху/>
      <СвятомуДухуРу/>
      <Трисвятое/>
      <ТрисвятоеРу/>
      <КоПресвятойТроице/>
      <КоПресвятойТроицеРу/>
      <Господня/>
      <ГосподняРу/>
      <ТропариТроичные/>
      <ТропариТроичныеРу/>
      <ОтСна/>
      <ОтСнаРу/>
      <Псалом50/>
      <Псалом50Ру/>
      <СимволВеры/>
      <СимволВерыРу/>
      <М1/>
      <M1Ру/>
      <М2/>
      <М2Ру/>
      <М3/>
      <M3Ру/>
      <М4/>
      <М4Ру/>
      <М5/>
      <М5Ру/>
      <М6/>
      <М6Ру/>
      <М7/>
      <М7Ру/>
      <М8/>
      <М8Ру/>
      <М9/>
      <М9Ру/>
      <М10/>
      <М10Ру/>
      <ПризываниеСвятого/>
      <ПризываниеСвятогоРу/>
      <ПесньПресвятойБогородице/>
      <ПесньПресвятойБогородицеРу/>
      <ТропарьКресту/>
      <TroparKrestuAlt/>
      <ОЖивых/>
      <ОЖивыхРу/>
      <ОУсопших/>
      <ОУсопшихРу/>
      <ПомянникОЖивых/>
      <ПомянникОЖивыхРу/>
      <ПомянникОУсопших/>
      <ПомянникОУсопшихРу/>
      <Окончание/>
      <ОкончаниеРу/>
    </>
  );
};

export default Утро;
