import КанонАнгелуХранителю from './цс/КанонАнгелуХранителю';
import КанонАнгелуХранителюРу from './ру/КанонАнгелуХранителю';
import Тропaрь from './цс/Тропaрь';
import ТропaрьРу from './ру/Тропaрь';
import Песнь1 from './цс/Песнь1';
import Песнь1Ру from './ру/Песнь1';
import Песнь3 from './цс/Песнь3';
import Песнь3Ру from './ру/Песнь3';
import Седален from './цс/Седален';
import СедаленРу from './ру/Седален';
import Песнь4 from './цс/Песнь4';
import Песнь4Ру from './ру/Песнь4';
import Песнь5 from './цс/Песнь5';
import Песнь5Ру from './ру/Песнь5';
import Песнь6 from './цс/Песнь6';
import Песнь6Ру from './ру/Песнь6';
import Кондaк from './цс/Кондaк';
import КондaкРу from './ру/Кондaк';
import Икос from './цс/Икос';
import ИкосРу from './ру/Икос';
import Песнь7 from './цс/Песнь7';
import Песнь7Ру from './ру/Песнь7';
import Песнь8 from './цс/Песнь8';
import Песнь8Ру from './ру/Песнь8';
import Песнь9 from './цс/Песнь9';
import Песнь9Ру from './ру/Песнь9';
import Молитва from './цс/Молитва';
import МолитваРу from './ру/Молитва';

const Канон: React.FC = () => {
  return (
    <>
      <КанонАнгелуХранителю/>
      <КанонАнгелуХранителюРу/>
      <Тропaрь/>
      <ТропaрьРу/>
      <Песнь1/>
      <Песнь1Ру/>
      <Песнь3/>
      <Песнь3Ру/>
      <Седален/>
      <СедаленРу/>
      <Песнь4/>
      <Песнь4Ру/>
      <Песнь5/>
      <Песнь5Ру/>
      <Песнь6/>
      <Песнь6Ру/>
      <Кондaк/>
      <КондaкРу/>
      <Икос/>
      <ИкосРу/>
      <Песнь7/>
      <Песнь7Ру/>
      <Песнь8/>
      <Песнь8Ру/>
      <Песнь9/>
      <Песнь9Ру/>
      <Молитва/>
      <МолитваРу/>
    </>
  );
};

export default Канон;
