import Утренние from './cs/Утренние';
import УтренниеРу from './ru/Утренние';
import Мытаря from './cs/Мытаря';
import МытаряРу from './ru/Мытаря';
import Предначинательная from './cs/Предначинательная';
import ПредначинательнаяРу from './ru/Предначинательная';
import СвятомуДуху from './cs/СвятомуДуху';
import СвятомуДухуРу from './ru/СвятомуДуху';
import Трисвятое from './cs/Трисвятое';
import ТрисвятоеРу from './ru/Трисвятое';
import КоПресвятойТроице from './cs/КоПресвятойТроице';
import КоПресвятойТроицеРу from './ru/КоПресвятойТроице';
import Господня from './cs/Господня';
import ГосподняРу from './ru/Господня';
import ТропариТроичные from './cs/ТропариТроичные';
import ТропариТроичныеРу from './ru/ТропариТроичные';
import ОтСна from './cs/ОтСна';
import ОтСнаРу from './ru/ОтСна';
import Псалом50 from './cs/Псалом50';
import Псалом50Ру from './ru/Псалом50';
import СимволВеры from './cs/СимволВеры';
import СимволВерыРу from './ru/СимволВеры';
import М1 from './cs/М1';
import M1Ру from './ru/М1';
import М2 from './cs/М2';
import М2Ру from './ru/М2';
import М3 from './cs/М3';
import M3Ру from './ru/М3';
import М4 from './cs/М4';
import М4Ру from './ru/М4';
import М5 from './cs/М5';
import М5Ру from './ru/М5';
import М6 from './cs/М6';
import М6Ру from './ru/М6';
import М7 from './cs/М7';
import М7Ру from './ru/М7';
import М8 from './cs/М8';
import М8Ру from './ru/М8';
import М9 from './cs/М9';
import М9Ру from './ru/М9';
import М10 from './cs/М10';
import М10Ру from './ru/М10';
import ПризываниеСвятого from './cs/ПризываниеСвятого';
import ПризываниеСвятогоРу from './ru/ПризываниеСвятого';
import ПесньПресвятойБогородице from './cs/ПесньПресвятойБогородице';
import ПесньПресвятойБогородицеРу from './ru/ПесньПресвятойБогородице';
import ТропарьКресту from './cs/ТропарьКресту';
import TroparKrestuAlt from './ru/ТропарьКресту';
import ОЖивых from './cs/ОЖивых';
import ОЖивыхРу from './ru/ОЖивых';
import ОУсопших from './cs/ОУсопших';
import ОУсопшихРу from './ru/OUsopshih';
import ПомянникОЖивых from './cs/ПомянникОЖивых';
import ПомянникОЖивыхРу from './ru/ПомянникОЖивых';
import ПомянникОУсопших from './cs/ПомянникОУсопших';
import ПомянникОУсопшихРу from './ru/ПомянникОУсопших';
import Окончание from './cs/Окончание';
import ОкончаниеРу from './ru/Окончание';

const Utro: React.FC = () => {
  return (
    <>
      <Утренние/>
      <УтренниеРу/>
      <Мытаря/>
      <МытаряРу/>
      <Предначинательная/>
      <ПредначинательнаяРу/>
      <СвятомуДуху/>
      <СвятомуДухуРу/>
      <Трисвятое/>
      <ТрисвятоеРу/>
      <КоПресвятойТроице/>
      <КоПресвятойТроицеРу/>
      <Господня/>
      <ГосподняРу/>
      <ТропариТроичные/>
      <ТропариТроичныеРу/>
      <ОтСна/>
      <ОтСнаРу/>
      <Псалом50/>
      <Псалом50Ру/>
      <СимволВеры/>
      <СимволВерыРу/>
      <М1/>
      <M1Ру/>
      <М2/>
      <М2Ру/>
      <М3/>
      <M3Ру/>
      <М4/>
      <М4Ру/>
      <М5/>
      <М5Ру/>
      <М6/>
      <М6Ру/>
      <М7/>
      <М7Ру/>
      <М8/>
      <М8Ру/>
      <М9/>
      <М9Ру/>
      <М10/>
      <М10Ру/>
      <ПризываниеСвятого/>
      <ПризываниеСвятогоРу/>
      <ПесньПресвятойБогородице/>
      <ПесньПресвятойБогородицеРу/>
      <ТропарьКресту/>
      <TroparKrestuAlt/>
      <ОЖивых/>
      <ОЖивыхРу/>
      <ОУсопших/>
      <ОУсопшихРу/>
      <ПомянникОЖивых/>
      <ПомянникОЖивыхРу/>
      <ПомянникОУсопших/>
      <ПомянникОУсопшихРу/>
      <Окончание/>
      <ОкончаниеРу/>
    </>
  );
};

export default Utro;
