const КоПресвятойТроице: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва ко Пресвятой Троице
        </h3>
      </header>
      <p>
        Прес­вя­та́я Тро́ице, по­ми́луй нас;
        Го́спо­ди, очи́сти гре­хи́ на́ша;
        Вла­ды́ко, прос­ти́ без­за­ко́ния на́ша;
        Свя­ты́й, по­сети́ и ис­це­ли́ не́мо­щи на́ша, и́ме­не Тво­его́ ра́ди.
      </p>
      <p>
        Го́спо­ди, по­ми́луй. <i>(Триж­ды.)</i>
      </p>
      <p>
        Сла́ва, и ны́не:<sup>*</sup>
      </p>
      <footer>
        <p>
          * Когда написано «Сла́ва:», «И ны́не:», надо читать полностью: 
          «Сла́ва От­цу́, и Сы́ну, и Свя­то́му Ду́ху», 
          «И ныне и присно и во веки веков. Аминь»
        </p>
      </footer>
    </section>
  );
};

export default КоПресвятойТроице;
