const М1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 1-я, святого Макария Великого
        </h3>
      </header>
      <p>
        Бо́же, очи́сти мя гре́шна­го, я́ко ни­коли́же сот­во­ри́х бла­го́е пред То­бо́ю,
        но из­ба́ви мя от лу­ка́ва­го, и да бу́дет во мне во́ля Твоя́,
        да не­осуж­де́нно от­ве́рзу ус­та́ моя́ не­дос­то́й­ная и восх­ва­лю́
        и́мя Твое́ свя­то́е, От­ца́, и Сы́на, и Свя­та́го Ду́ха,
        ны́не и при́сно, и во ве́ки ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default М1;
