const М10: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 10-я, ко Пресвятой Богородице
        </h3>
      </header>
      <p>
        Прес­вя­та́я Вла­ды́чи­це моя́ Бо­горо́ди­це, свя­ты́ми
        Твои́ми и все­си́ль­ны­ми моль­ба́ми от­же­ни́ от ме­не́,
        сми­ре́нна­го и окая́нна­го ра­ба́ Тво­его́, уны́ние,
        заб­ве́ние, не­разу́мие, не­раде́ние и вся скве́рная, лу­ка́вая
        и ху́ль­ная по­мыш­ле́ния от окая́нна­го мо­его́ се́рдца
        и от пом­ра­че́нна­го ума́ мо­его́. И по­гаси́ пла́мень
        страс­те́й мои́х, я́ко нищ есмь и окая́нен; и из­ба́ви мя
        от мно́гих и лю́тых вос­по­мина́ний и предп­рия́тий, и от
        всех дей­ств злых сво­боди́ мя. Я́ко бла­гос­ло­ве́на
        еси́ от всех ро­до́в, и сла́вит­ся пре­чест­но́е и́мя Твое́ во
        ве́ки ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default М10;
