const М3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва 3-я, то­го же свя­того
        </h3>
      </header>
      <p>
        К Те­бе́, Вла­ды́ко Че­лове­колю́бче, от сна вос­та́в,
        при­бега́ю, и на де­ла́ Твоя́ под­ви­за́юся ми­лосе́рди­ем
        Твои́м, и мо­лю́ся Те­бе́: по­мози́ ми на вся́кое вре́мя,
        во вся́кой ве́щи, и из­ба́ви мя от вся́кия мирс­ки́я злы́я
        ве́щи и диа́воль­ска­го пос­пе­ше́ния, и спа­си́ мя, и вве­ди́
        в Ца́рство Твое́ ве́чное. Ты́ бо еси́ мой
        Сот­во­ри́тель и вся́ко­му бла́гу Про­мы́слен­ник и По­да́тель,
        о Те­бе́ же все упо­ва́ние мое́, и Те­бе́ сла́ву
        воз­сы­ла́ю, ны́не и при́сно, и во ве́ки ве­ко́в. Ами́нь.
      </p>
    </section>
  );
};

export default М3;
