const Окончание: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Окон­ча­ние мо­литв
        </h3>
      </header>
      <p>
        Дос­то́й­но есть я́ко вои́стин­ну /
        бла­жи́ти Тя, Бо­горо́ди­цу, /
        Прис­нобла­же́нную и Пре­непо­ро́чную /
        и Ма́терь Бо́га на́ше­го. /
        Чест­не́й­шую Хе­руви́м /
        и сла́вней­шую без срав­не́ния Се­рафи́м, /
        без ист­ле́ния Бо́га Сло́ва ро́ждшую, //
        су́щую Бо­горо́ди­цу Тя ве­лича́ем<sup>*</sup>.
      </p>
      <p>
        Сла́ва От­цу́, и Сы́ну, и Свя­то́му Ду́ху,
        и ны́не и при́сно, и во ве́ки ве­ко́в. Ами́нь.
      </p>
      <p>
        Го́спо­ди, по­ми́луй. <i>(Триж­ды.)</i>
      </p>
      <p>
        Го́спо­ди Иису́се Хрис­те́, Сы́не Бо́жий,
        мо­ли́тв ра́ди Пре­чи́стыя Тво­ея́ Ма́те­ре,
        пре­подо́бных и бо­гоно́сных оте́ц на́ших
        и всех свя­ты́х, по­ми́луй нас. Ами́нь.
      </p>
      <footer>
        <p>
          * От Пасхи до Вознесения вместо этой молитвы читается
          припев и ирмос 9-й песни пасхального канона:
          «Ангел вопияше Благодатней: Чистая Дево, радуйся!
          И паки реку: радуйся! Твой Сын воскресе тридневен от гроба
          и мертвыя воздвигнувый; людие, веселитеся!
          Светися, светися, новый Иерусалиме, слава бо Господня на тебе возсия.
          Ликуй ныне и веселися, Сионе. Ты же, Чистая, красуйся,
          Богородице, о востании Рождества Твоего».
        </p>
      </footer>
    </section>
  );
};

export default Окончание;
