const ОУсопших: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Молитва о усопших
        </h3>
      </header>
      <p>
        Упо­ко́й, Го́спо­ди, ду́ши усо́пших раб Твои́х: ро­ди́те­лей
        мои́х <i>(имя­рек),</i> сро́дни­ков, бла­годе́те­лей <i>(имя­рек),</i> и
        всех пра­вос­ла́вных хрис­тиа́н, и прос­ти́ им
        вся сог­ре­ше́ния во́ль­ная и не­во́ль­ная, и да́руй
        им Ца́рствие Не­бе́сное.
      </p>
      <p>
        <i>
          Ес­ли мо­жешь, чи­тай вме­сто крат­ких мо­литв о жи­вых и усоп­ших
          этот помянник:
        </i>
      </p>
    </section>
  );
};

export default ОУсопших;
