const ПомянникОУсопших: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          О усоп­ших
        </h3>
      </header>
      <p>
        По­мяни́, Го́спо­ди, от жи­тия́ се­го́ от­ше́дшия пра­вове́рныя ца­ри́
        и ца­ри́цы, бла­гове́рныя кня́зи и кня­ги́ни, свя­те́й­шия
        пат­риа́рхи, пре­ос­вя­ще́нныя мит­ро­поли́ты, ар­хи­епи́ско­пы
        и епи́ско­пы пра­вос­ла́вныя, во иере́й­стем же и в при́чте
        цер­ко́внем, и мо­на́шес­тем чи́не Те­бе́ пос­лу­жи́вшия, и в
        ве́чных Твои́х се­ле́ни­их со свя­ты́ми упо­ко́й. <i>(Пок­лон.)</i>
      </p>
      <p>
        По­мяни́, Го́спо­ди, ду́ши усо́пших ра­бо́в Твои́х,
        ро­ди́те­лей мои́х <i>(имя­рек)</i>, и всех сро́дни­ков
        по пло́ти; и прос­ти́ их вся сог­ре­ше́ния во́ль­ная и не­во́ль­ная,
        да́руя им Ца́рствие и при­ча́стие ве́чных Твои́х бла­ги́х и
        Тво­ея́ без­ко­не́чныя и бла­же́нныя жи́зни нас­лажде́ние. <i>(Пок­лон.)</i>
      </p>
      <p>
        По­мяни́, Го́спо­ди, и вся в на­де́жди воск­ре­се́ния и
        жи́зни ве́чныя усо́пшия, от­цы́ и бра́тию на́шу, и се́стры,
        и зде ле­жа́щия и пов­сю́ду, пра­вос­ла́вныя хрис­тиа́ны, и со
        свя­ты́ми Твои́ми, иде́же при­сеща́ет свет ли­ца́ Тво­его́,
        все­ли́, и нас по­ми́луй, я́ко Благ и Че­лове­колю́бец.
        Ами́нь. <i>(Пок­лон.)</i>
      </p>
      <p>
        По­да́ждь, Го́спо­ди, ос­тавле́ние гре­хо́в всем пре́жде
        от­ше́дшим в ве́ре и на­де́жди воск­ре­се́ния, от­це́м,
        бра́ти­ям и се́страм на́шим и сот­во­ри́ им ве́чную
        па́мять. <i>(Триж­ды с тремя поклонами.)</i>
      </p>
    </section>
  );
};

export default ПомянникОУсопших;
