const ПомянникОЖивых: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          О живых
        </h3>
      </header>
      <p>
        По­мяни́, Го́спо­ди Иису́се Хрис­те́, Бо́же наш, ми́лос­ти и
        щед­ро́ты Твоя́ от ве́ка су́щия, и́хже ра́ди и во­чело­ве́чил­ся
        еси́, и рас­пя́тие и смерть, спа­се́ния ра́ди пра́во в Тя
        ве́ру­ющих, пре­тер­пе́ти из­во́лил еси́; и воск­ре́с из ме́ртвых,
        воз­не́слся еси́ на не­беса́ и се­ди́ши одес­ну́ю Бо́га От­ца́, и
        при­зира́еши на сми­ре́нныя моль­бы́ всем се́рдцем при­зыва́ющих
        Тя: прик­ло­ни́ у́хо Твое́, и ус­лы́ши сми­ре́нное мо­ле́ние ме­не́,
        не­пот­ре́бна­го ра­ба́ Тво­его́, в во­ню́ бла­го­уха́ния ду­хо́вна­го,
        Те­бе́ за вся лю́ди Твоя́ при­нося́ща­го. И в пе́рвых по­мяни́ Це́рковь
        Твою́ Свя­ту́ю, Со­бо́рную и Апо́столь­скую, ю́же снаб­де́л еси́
        чест­но́ю Твое́ю Кро́вию, и ут­верди́, и ук­ре­пи́, и раз­ши­ри́,
        ум­но́жи, уми­ри́, и неп­ре­бори́му а́до­выми вра­ты́ во ве́ки сох­ра­ни́;
        раз­ди­ра́ния Церк­ве́й ути­ши́, ша­та́ния язы́чес­кая уга­си́, и ере­се́й
        вос­та́ния ско́ро ра­зори́ и ис­ко­рени́, и в нич­то́же си́лою Свя­та́го
        Тво­его́ Ду́ха об­ра­ти́. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спаси́, Го́споди, и поми́луй богохрани́мую страну́ на́шу, вла́сти и
        воинство ея, да ти́хое и безмо́лвное житие́ поживе́м во
        правоверии, и во всяком благоче́стии и чистоте́. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй Ве­ли́ка­го Гос­по­ди́на и От­ца́ на́ше­го
        Свя­те́й­ше­го Пат­риа́рха Ки­ри́лла, пре­ос­вя­ще́нныя мит­ро­поли́ты,
        ар­хи­епи́ско­пы и епи́ско­пы пра­вос­ла́вныя, иере́и же и диа́ко­ны,
        и весь при́чет цер­ко́вный, я́же пос­та́вил еси́ пас­ти́ сло­ве́сное
        Твое́ ста́до, и мо­ли́тва­ми их по­ми́луй и спа­си́ мя гре́шна­го. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй от­ца́ мо­его́ ду­хо́вна­го <i>(имя­рек),</i> и
        свя­ты́ми его́ мо­ли́тва­ми прос­ти́ моя́ сог­ре­ше́ния. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй ро­ди́те­ли моя́ <i>(имя­рек),</i>{' '}
        бра́тию и сестры́, и сро́дни­ки моя́ по пло́ти, и вся бли́жния
        ро́да мо­его́, и дру́ги, и да́руй им ми́рная Твоя́ и пре­ми́рная
        бла­га́я. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй по мно́жест­ву щед­ро́т Твои́х вся
        свя­щен­нои́но­ки, и́но­ки же и и́но­кини, и вся в де́встве же и
        бла­гого­ве́нии и по́стни­чест­ве жи­ву́щия в мо­нас­ты­ре́х, в пус­ты́нях,
        в пе­ще́рах, го­ра́х, стол­пе́х, зат­во́рех, раз­се́ли­нах ка́мен­ных,
        ост­ро­ве́х же морс­ки́х, и на вся́ком ме́сте вла­ды́чест­вия Тво­его́
        пра­вове́рно жи­ву́щия, и бла­гоче́стно слу­жа́щия Ти, и мо­ля́щи­яся
        Те­бе́: об­легчи́ им тя­готу́, и уте́ши их скорбь, и к по́дви­гу о
        Те­бе́ си́лу и кре́пость им по­да́ждь, и мо­ли́тва­ми их да́руй ми
        ос­тавле́ние гре­хо́в. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй ста́рцы и ю́ныя, ни́щия и си­роты́ и
        вдо­ви́цы, и су́щия в бо­ле́зни и в пе­ча́лех, бе­да́х же и ско́рбех,
        обс­тоя́ни­их и пле­не́ни­их, тем­ни́цах же и за­точе́ни­их, из­ря́днее
        же в го­не́ни­их, Те­бе́ ра́ди и ве́ры пра­вос­ла́вныя, от язы́к
        без­бо́жных, от отс­ту́пник и от ере­тико́в, су́щия ра­бы́ Твоя́, и
        по­мяни́ я, по­сети́, ук­ре­пи́, уте́ши, и вско́ре си́лою Твое́ю ос­ла́бу,
        сво­бо́ду и из­ба́ву им по­да́ждь. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй бла­гот­во­ря́щия нам, ми́лу­ющия и пи­та́ющия
        нас, да́вшия нам ми́лос­ты­ни, и за­пове́дав­шия нам не­дос­то́й­ным мо­ли́ти­ся
        о них, и упо­ко­ева́ющия нас, и сот­во­ри́ ми́лость Твою́ с ни́ми, да́руя
        им вся, я́же ко спа­се́нию про­ше́ния, и ве́чных благ
        восп­рия́тие. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй по́слан­ныя в слу́жбу, пу­теше́ству­ющия,
        от­цы́ и бра́тию на́шу, и вся пра­вос­ла́вныя хрис­тиа́ны. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй и́хже аз бе­зу́ми­ем мои́м соб­лазни́х,
        и от пу­ти́ спа­си́тель­на­го отв­ра­ти́х, к де́лом злым и не­подо́бным
        при­ведо́х; Бо­же́ствен­ным Твои́м Про́мыс­лом к пу­ти́ спа­се́ния
        па́ки возв­ра­ти́. <i>(Пок­лон.)</i>
      </p>
      <p>
        Спа­си́, Го́спо­ди, и по­ми́луй не­нави́дя­щия и оби́дя­щия мя, и тво­ря́щия
        ми на­па́сти, и не ос­та́ви их по­ги́бну­ти ме­не́ ра́ди,
        гре́шна­го. <i>(Пок­лон.)</i>
      </p>
      <p>
        Отс­ту­пи́вшия от пра­вос­ла́вныя ве́ры и по­ги́бель­ны­ми ересь­ми́
        ос­лепле́нныя, све́том Тво­его́ поз­на́ния прос­ве­ти́ и Свя­те́й Твое́й
        Апо́столь­стей Со­бо́рней Це́ркви прич­ти́. <i>(Пок­лон.)</i>
      </p>
    </section>
  );
};

export default ПомянникОЖивых;
