const ТропариТроичные: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тро­пари Троич­ны
        </h3>
      </header>
      <p>
        Вос­та́вше от сна, при­па́да­ем Ти, Бла́же, / 
        и а́нгель­скую песнь во­пие́м Ти, Си́ль­не: / 
        Свят, Свят, Свят еси́, Бо́же, // 
        Бо­горо́ди­цею по­ми́луй нас.
      </p>
      <p>
        Сла́ва: От од­ра́ и сна возд­ви́гл мя еси́, Го́спо­ди, / 
        ум мой прос­ве­ти́ и се́рдце, / 
        и уст­не́ мои́ от­ве́рзи, во е́же пе́ти Тя, Свя­та́я Тро́ице: / 
        Свят, Свят, Свят еси́, Бо́же, // 
        Бо­горо́ди­цею по­ми́луй нас.
      </p>
      <p>
        И ны́не: Внеза́пно Су­дия́ прии́дет, / 
        и ко­его́ждо дея́ния об­на­жа́тся, / 
        но стра́хом зо­ве́м<sup>*</sup> в по­лу́но­щи: / 
        Свят, Свят, Свят еси́, Бо́же, // 
        Бо­горо́ди­цею по­ми́луй нас.
      </p>
      <p>
        Го́спо­ди, по­ми́луй. <i>(12 раз.)</i>
      </p>
      <footer>
        <p>
          * В церквнославянском языке нет звука ё,
          а поэтому надо читать «зовем», а не «зовём»,
          «твое», а не «твоё», «мое», а не «моё» и т.д.
        </p>
      </footer>
    </section>
  );
};

export default ТропариТроичные;
