const Кондaк1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Кондaк, <i>глас 6-й</i>
        </h3>
      </header>
      <p>
        Предстaтельство христиан непостыдное, ходaтайство ко Творцу непреложное,
        не презри грешных молений глaсы, но предвари, яко Благaя, на помощь нас,
        верно зовущих Ти; ускори на молитву, и потщися на умоление,
        предстaтельствующи присно, Богородице, чтущих Тя.
      </p>
    </section>
  );
};

export default Кондaк1;
