const Молитва1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитвы ко Пресвятой Богородице</h3>
      </header>
      <p>
        Царице моя преблагaя, надеждо моя Богородице, приятелище сирых и
        странных предстaтельнице, скорбящих рaдосте, обидимых покровительнице!
        Зриши мою беду, зриши мою скорбь, помози ми яко немощну, окорми мя яко
        стрaнна. Обиду мою веси, разреши ту, яко волиши: яко не имам иныя помощи
        разве Тебе, ни иныя предстaтельницы, ни благия утешительницы, токмо
        Тебе, о Богомaти, яко да сохраниши мя и покрыеши во веки веков. Аминь.
      </p>
    </section>
  );
};

export default Молитва1;
