import { Typography } from '@mui/material';

const Песнь9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 9</h3>
      </header>
      <Typography variant="body2">
        Воистинну Богородицу Тя исповедуем, спасеннии Тобою, Дево чистая, с
        безплотными лики Тя величaюще.
      </Typography>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Тока слез моих не отвратися, Яже от всякаго лица всяку слезу отъемшаго,
        Дево, Христа рождшая.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Радости мое сердце исполни, Дево, Яже радости приемшая исполнение,
        греховную печаль потребляющи.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Пристaнище и предстaтельство к Тебе прибегaющих буди, Дево, и стена
        нерушимая, прибежище же и покров и веселие.
      </p>
      <p>
        Сла́ва: Света Твоего зарями просвети, Дево, мрак неведения отгоняющи,
        благоверно Богородицу Тя исповедающих.
      </p>
      <p>
        И ны́не: На месте озлобления немощи смирившагося, Дево, исцели, из
        нездрaвия во здрaвие претворяющи.
      </p>
    </section>
  );
};

export default Песнь9;
