import { Typography } from '@mui/material';

const Песнь6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 6</h3>
      </header>
      <Typography variant="body2">
        Молитву пролию ко Господу, и Тому возвещу печали моя, яко зол душа моя
        исполнися, и живот мой аду приближися, и молюся яко Иона: от тли, Боже,
        возведи мя.
      </Typography>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Смерти и тли яко спасл есть, Сам Ся издaв смерти, тлением и смертию мое
        естество, ято бывшее, Дево, моли Господа и Сына Твоего, врагов
        злодействия мя избaвити.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Предстaтельницу Тя живота вем и хранительницу тверду, Дево, и напaстей
        решaщу молвы, и налоги бесов отгоняющу; и молюся всегда, от тли страстей
        моих избaвити мя.
      </p>
      <p>
        Сла́ва: Яко стену прибежища стяжaхом, и душ всесовершенное спасение, и
        прострaнство в скорбех, Отроковице, и просвещением Твоим присно
        рaдуемся: о, Владычице, и ныне нас от страстей и бед спаси.
      </p>
      <p>
        И ны́не: На одре ныне немощствуяй лежу, и несть исцеления плоти моей: но,
        Бога и Спaса миру и Избaвителя недугов рождшая, Тебе молюся, Благой: от
        тли недуг возстaви мя.
      </p>
    </section>
  );
};

export default Песнь6;
