import { Typography } from '@mui/material';

const Песнь1: React.FC = () => {
  return (
    <section>
      <header>
        <h2>Канон</h2>
        <h3>
          ко Пресвятой Богородице, <i>глас 8-й</i>
        </h3>
        <h3>Песнь 1</h3>
      </header>
      <Typography variant="body2">
        <i>Ирмо́с:</i> Воду прошед яко сушу, и египетскаго зла избежaв,
        изрaильтянин вопияше: избaвителю и Богу нашему поим.
      </Typography>
      <p>
        <i>Припев:</i> <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Многими содержимь напaстьми, к Тебе прибегаю, спасения иский: о, Мaти
        Слова и Дево, от тяжких и лютых мя спаси.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Страстей мя смущaют прилози, многаго уныния исполнити мою душу; умири,
        Отроковице, тишиною Сына и Бога Твоего, Всенепорочная.
      </p>
      <p>
        Сла́ва: Спaса рождшую Тя и Бога, молю, Дево, избaвитися ми лютых: к Тебе
        бо ныне прибегaя, простирaю и душу и помышление.
      </p>
      <p>
        И ны́не: Недугующа телом и душею, посещения Божественнаго и промышления
        от Тебе сподоби, едина Богомaти, яко благая, Благaго же Родительница.
      </p>
    </section>
  );
};

export default Песнь1;
