import { Typography } from '@mui/material';

const Песнь5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 5</h3>
      </header>
      <Typography variant="body2">
        Просвети нас повелении Твоими, Господи, и мышцею Твоею высокою Твой мир
        подaждь нам, Человеколюбче.
      </Typography>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Исполни, Чистая, веселия сердце мое, Твою нетленную дающи радость,
        веселия рождшая виновнаго.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Избaви нас от бед, Богородице чистая, вечное рождши избавление, и мир,
        всяк ум преимущий.
      </p>
      <p>
        Сла́ва: Разреши мглу прегрешений моих, Богоневесто, просвещением Твоея
        светлости, Свет рождшая Божественный и превечный.
      </p>
      <p>
        И ны́не: Исцели, Чистая, души моея неможение, посещения Твоего
        сподобльшая, и здрaвие молитвами Твоими подaждь ми.
      </p>
    </section>
  );
};

export default Песнь5;
