import { Typography } from '@mui/material';

const Песнь8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 8</h3>
      </header>
      <Typography variant="body2">
        Царя Небеснаго, Егоже поют вои aнгельстии, хвалите и превозносите во вся
        веки.
      </Typography>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Помощи яже от Тебе требующия не презри, Дево, поющия и превозносящия Тя
        во веки.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Неможение души моея исцеляеши и телесныя болезни, Дево, да Тя прослaвлю,
        Чистая, во веки.
      </p>
      <p>
        Сла́ва: Исцелений богатство изливaеши верно поющим Тя, Дево, и
        превозносящим неизреченное Твое рождество.
      </p>
      <p>
        И ны́не: Напaстей Ты прилоги отгоняеши и страстей находы, Дево: темже Тя
        поем во вся веки.
      </p>
    </section>
  );
};

export default Песнь8;
