import { Typography } from '@mui/material';

const Песнь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 3</h3>
      </header>
      <Typography variant="body2">
        Небеснаго круга Верхотворче, Господи, и Церкве Зиждителю, Ты мене
        утверди в любви Твоей, желaний крaю, верных утверждение, едине
        Человеколюбче.
      </Typography>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Предстaтельство и покров жизни моея полагaю Тя, Богородительнице Дево:
        Ты мя окорми ко пристaнищу Твоему, благих виновна; верных утверждение,
        едина Всепетая.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Молю, Дево, душевное смущение и печали моея бурю разорити: Ты бо,
        Богоневестная, начальника тишины Христа родилa еси, едина Пречистая.
      </p>
      <p>
        Сла́ва: Благодетеля рождши добрых виновнаго, благодеяния богатство всем
        источи, вся бо можеши, яко сильнаго в крепости Христа рождши,
        Богоблаженная.
      </p>
      <p>
        И ны́не: Лютыми недуги и болезненными страстьми истязaему, Дево, Ты ми
        помози: исцелений бо неоскудное Тя знаю сокровище, Пренепорочная,
        неиждивaемое.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Спаси от бед рабы Твоя, Богородице, яко вси по Бозе к Тебе прибегaем,
        яко нерушимей стене и предстaтельству.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Призри благосердием, всепетая Богородице, на мое лютое телесе
        озлобление, и исцели души моея болезнь.
      </p>
    </section>
  );
};

export default Песнь3;
