import { Typography } from '@mui/material';

const Песнь7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 7</h3>
      </header>
      <Typography variant="body2">
        От Иудеи дошедше отроцы, в Вавилоне иногдa, верою Троическою плaмень
        пещный попрaша, поюще: отцев Боже, благословен еси.
      </Typography>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Наше спасение якоже восхотел еси, Спaсе, устроити, во утробу Девыя
        вселился еси, Юже миру предстaтельницу показал еси: отец наших Боже,
        благословен еси.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Волителя милости, Егоже родилa еси, Мaти чистая, умоли избaвитися от
        прегрешений и душевных скверн верою зовущим: отец наших Боже,
        благословен еси.
      </p>
      <p>
        Сла́ва: Сокровище спасения и Источник нетления, Тя рождшую, и столп
        утверждения, и дверь покаяния, зовущим показал еси: отец наших Боже,
        благословен еси.
      </p>
      <p>
        И ны́не: Телесныя слабости и душевныя недуги, Богородительнице, любовию
        приступaющих к крову Твоему, Дево, исцелити сподоби, Спaса Христа нам
        рождшая.
      </p>
    </section>
  );
};

export default Песнь7;
