import { Typography } from '@mui/material';

const Песнь4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 4</h3>
      </header>
      <Typography variant="body2">
        Услышах, Господи, смотрения Твоего тaинство, разумех дела Твоя и
        прослaвих Твое Божество.
      </Typography>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Страстей моих смущение, кормчию рождшая Господа, и бурю утиши моих
        прегрешений, Богоневестная.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Милосердия Твоего бездну призывaющу подaждь ми, яже Благосердаго рождшая
        и Спaса всех поющих Тя.
      </p>
      <p>
        <b>Пресвятая Богородице, спаси нас.</b>
      </p>
      <p>
        Наслаждaющеся, Пречистая, Твоих даровaний, благодaрственное воспевaем
        пение, ведуще Тя Богомaтерь.
      </p>
      <p>
        Сла́ва: На одре болезни моея и немощи низлежaщу ми, яко Благолюбива,
        помози, Богородице, едина Приснодево.
      </p>
      <p>
        И ны́не: Надежду и утверждение и спасения стену недвижиму имуще Тя,
        Всепетая, неудобства всякаго избавляемся.
      </p>
    </section>
  );
};

export default Песнь4;
