const Стихиры: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Стихиры, <i>глас 2-й</i>
        </h3>
      </header>
      <p>
        Высшую небес и чистшую светлостей солнечных, избaвльшую нас от клятвы,
        Владычицу мира песньми почтим.
      </p>
      <p>
        От многих моих грехов немощствует тело, немощствует и душа моя; к Тебе
        прибегaю, Благодaтней, надеждо ненадежных, Ты ми помози.
      </p>
      <p>
        Владычице и Мaти Избaвителя, приими моление недостойных раб Твоих, да
        ходaтайствуеши к Рождшемуся от Тебе; о, Владычице мира, буди Ходaтаица!
      </p>
      <p>
        Поем прилежно Тебе песнь ныне, всепетой Богородице, рaдостно: со
        Предтечею и всеми святыми моли, Богородице, еже ущедрити ны.
      </p>
      <p>
        Вся aнгелов воинства, Предтече Господень, апостолов двоенадесятице,
        святии вси с Богородицею, сотворите молитву, во еже спастися нам.
      </p>
    </section>
  );
};

export default Стихиры;
