const Стихира: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Стихира, <i>глас тот же</i>
        </h3>
      </header>
      <p>
        Не ввери мя человеческому предстaтельству, Пресвятая Владычице, но
        приими моление раба Твоего: скорбь бо обдержит мя, терпети не могу
        демонскаго стреляния, покрова не имам, ниже где прибегну, окаянный,
        всегда побеждaемь, и утешения не имам, разве Тебе, Владычице мира,
        уповaние и предстaтельство верных, не презри моление мое, полезно
        сотвори.
      </p>
    </section>
  );
};

export default Стихира;
