const Тропaрь1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропaрь Богородице, <i>глас 4-й</i>
        </h3>
      </header>
      <p>
        К Богородице прилежно ныне притецем, грешнии и смиреннии, и припадем, в
        покаянии зовуще из глубины души: Владычице, помози, на ны
        милосердовавши, потщися, погибaем от множества прегрешений, не отврати
        Твоя рабы тщи, Тя бо и едину надежду имамы. <i>(Дважды.)</i>
      </p>
      <p>Сла́ва, и ны́не:</p>
      <p>
        Не умолчим никогда, Богородице, силы Твоя глаголати, недостойнии: aще бо
        Ты не бы предстояла молящи, кто бы нас избaвил от толиких бед, кто же бы
        сохранил до ныне свободны? Не отступим, Владычице, от Тебе: Твоя бо рабы
        спасaеши присно от всяких лютых.
      </p>
    </section>
  );
};

export default Тропaрь1;
