const КоСвятомуПричащению: React.FC = () => {
  return (
    <section>
      <header>
        <h2>ПОСЛЕДОВАНИЕ КО СВЯТОМУ ПРИЧАЩЕНИЮ</h2>
      </header>
      <p>
        Моли́твами святы́х оте́ц на́ших, Го́споди Иису́се Христе́, Бо́же наш, поми́луй
        нас. Ами́нь.
      </p>
      <p>
        Царю́ Небе́сный, Уте́шителю, Ду́ше и́стины, И́же везде́ сый и вся исполня́яй,
        Сокро́вище благи́х и жи́зни Пода́телю, прииди́ и всели́ся в ны, и очи́сти ны от
        вся́кия скве́рны, и спаси́, Бла́же, ду́ши на́ша.
      </p>
      <p>
        Святы́й Бо́же, Святы́й Кре́пкий, Святы́й Безсме́ртный, поми́луй нас.{" "}
        <i>(Tрижды.)</i>
      </p>
      <p>Сла́ва, и ны́не:</p>
      <p>
        Пресвята́я Тро́ице, поми́луй нас; Го́споди, очи́сти грехи́ на́ша; Влады́ко,
        прости́ беззако́ния на́ша; Святы́й, посети́ и исцели́ не́мощи на́ша, и́мене
        Твоего́ ра́ди.
      </p>
      <p>
        Го́споди, поми́луй. <i>(Tрижды.)</i>
      </p>
      <p>Сла́ва, и ны́не:</p>
      <p>
        О́тче наш, И́же еси́ на небесе́х! Да святи́тся и́мя Твое́, да прии́дет Ца́рствие
        Твое́, да бу́дет во́ля Твоя́, я́ко на небеси́ и на земли́. Хлеб наш насу́щный
        даждь нам днесь; и оста́ви нам до́лги на́ша, я́коже и мы оставля́ем должнико́м
        на́шим; и не введи́ нас во искуше́ние, но изба́ви нас от лука́ваго.
      </p>
      <p>
        Го́споди, поми́луй. <i>(12 раз.)</i>
      </p>
      <p>Сла́ва, и ны́не:</p>
      <p>
        Прииди́те, поклони́мся Царе́ви на́шему Бо́гу. <i>(Поклон.)</i>
      </p>
      <p>
        Прииди́те, поклони́мся и припаде́м Христу́, Царе́ви на́шему Бо́гу.{" "}
        <i>(Поклон.)</i>
      </p>
      <p>
        Прииди́те, поклони́мся и припаде́м Самому́ Христу́, Царе́ви и Бо́гу на́шему.{" "}
        <i>(Поклон.)</i>
      </p>
    </section>
  );
};

export default КоСвятомуПричащению;
