const Молитва10: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 10-я, святого Иоанна Златоустого</h3>
      </header>
      <p>
        Го́споди Иису́се Христе́ Бо́же мой, осла́би, оста́ви, очи́сти и прости́ ми
        гре́шному, и непотре́бному, и недосто́йному рабу́ Твоему́, прегреше́ния, и
        согреше́ния, и грехопаде́ния моя́, ели́ка Ти от ю́ности моея́, да́же до
        настоя́щего дне и часа́ согреши́х: а́ще в ра́зуме и в неразу́мии, а́ще в
        словесе́х или́ де́лех, или́ помышле́ниих и мы́слех, и начина́ниих, и всех мои́х
        чу́вствах. И моли́твами безсе́менно ро́ждшия Тя Пречи́стыя и Присноде́вы
        Мари́и, Ма́тере Твоея́, еди́ныя непосты́дныя наде́жды и предста́тельства и
        спасе́ния моего́, сподо́би мя неосужде́нно причасти́тися пречи́стых,
        безсме́ртных, животворя́щих и стра́шных Твои́х Та́инств, во оставле́ние грехо́в
        и в жизнь ве́чную: во освяще́ние, и просвеще́ние, кре́пость, исцеле́ние, и
        здра́вие души́ же и те́ла, и в потребле́ние и всесоверше́нное погубле́ние
        лука́вых мои́х помысло́в, и помышле́ний, и предприя́тий, и нощны́х мечта́ний,
        те́мных и лука́вых духо́в; я́ко Твое́ е́сть ца́рство, и си́ла, и сла́ва, и честь,
        и поклоне́ние, со Отце́м и Святы́м Твои́м Ду́хом, ны́не и при́сно, и во ве́ки
        веко́в. Ами́нь.
      </p>
    </section>
  );
};

export default Молитва10;
