const Молитва8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Молитва 8-я, святого Иоанна Златоустого</h3>
      </header>
      <p>
        Бо́же, осла́би, оста́ви, прости́ ми согреше́ния моя́, ели́ка Ти согреши́х, а́ще
        сло́вом, а́ще де́лом, а́ще помышле́нием, во́лею или́ нево́лею, ра́зумом или́
        неразу́мием, вся ми прости́ я́ко благ и Человеколю́бец, и моли́твами
        Пречи́стыя Твоея́ Ма́тере, у́мных Твои́х служи́телей и святы́х сил, и всех
        святы́х от ве́ка Тебе́ благоугоди́вших, неосужде́нно благоволи́ прия́ти ми
        свято́е и пречи́стое Твое́ Те́ло и честну́ю Кровь, во исцеле́ние души́ же и
        те́ла, и во очище́ние лука́вых мои́х помышле́ний. Я́ко Твое́ е́сть ца́рство и
        си́ла и сла́ва, со Отце́м и Святы́м Ду́хом, ны́не и при́сно, и во ве́ки веко́в.
        Ами́нь.
      </p>
    </section>
  );
};

export default Молитва8;
