import { Typography } from '@mui/material';

const Песнь8: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 8</h3>
      </header>
      <Typography variant="body2">
        В пещь о́гненную ко отроко́м евре́йским снизше́дшаго, и пла́мень в ро́су
        прело́жшаго Бо́га, по́йте дела́ я́ко Го́спода, и превозноси́те во вся ве́ки.
      </Typography>
      <p>
        <b>
          Се́рдце чи́сто сози́жди во мне, Бо́же, и дух прав обнови́ во утро́бе мое́й.
        </b>
      </p>
      <p>
        Небе́сных, и стра́шных, и святы́х Твои́х, Христе́, ны́не Та́ин, и Боже́ственныя
        Твоея́ и та́йныя ве́чери о́бщника бы́ти и мене́ сподо́би отча́яннаго, Бо́же,
        Спа́се мой.
      </p>
      <p>
        <b>
          Не отве́ржи мене́ от лица́ Твоего́, и Ду́ха Твоего́ Свята́го не отыми́ от
          мене́.
        </b>
      </p>
      <p>
        Под Твое́ прибе́г благоутро́бие, Бла́же, со стра́хом зову́ Ти: во мне пребу́ди,
        Спа́се, и аз, я́коже рекл еси́, в Тебе́; се бо дерза́я на ми́лость Твою́, ям
        Те́ло Твое́, и пию́ Кровь Твою́.
      </p>
      <p>
        <b>Пресвята́я Тро́ице, Бо́же наш, сла́ва Тебе́.</b>
      </p>
      <p>
        <i>Тро́ичен:</i> Трепе́щу, прие́мля огнь, да не опалю́ся я́ко воск и я́ко
        трава́; о́ле стра́шнаго та́инства! о́ле благоутро́бия Бо́жия! Ка́ко
        Боже́ственнаго Те́ла и Кро́ве бре́ние причаща́юся, и нетле́нен сотворя́юся?
      </p>
    </section>
  );
};

export default Песнь8;
