import { Typography } from '@mui/material';

const Песнь5: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 5</h3>
      </header>
      <Typography variant="body2">
        Све́та Пода́телю и веко́в Тво́рче, Го́споди, во све́те Твои́х повеле́ний наста́ви
        нас; ра́зве бо Тебе́ ино́го бо́га не зна́ем.
      </Typography>
      <p>
        <b>
          Се́рдце чи́сто сози́жди во мне, Бо́же, и дух прав обнови́ во утро́бе мое́й.
        </b>
      </p>
      <p>
        Я́коже предре́кл еси́, Христе́, да бу́дет у́бо худо́му рабу́ Твоему́, и во мне
        пребу́ди, я́коже обеща́лся еси́: се бо Те́ло Твое́ ям Боже́ственное, и пию́
        Кровь Твою́.
      </p>
      <p>
        <b>
          Не отве́ржи мене́ от лица́ Твоего́, и Ду́ха Твоего́ Свята́го не отыми́ от
          мене́.
        </b>
      </p>
      <p>
        Сло́ве Бо́жий и Бо́же, угль Те́ла Твое́го да бу́дет мне помраче́нному в
        просвеще́ние, и очище́ние оскверне́нной души́ мое́й Кровь Твоя́.
      </p>
      <p>
        <b>Пресвята́я Богоро́дице, спаси́ нас.</b>
      </p>
      <p>
        <i>Богородичен:</i> Мари́е, Ма́ти Бо́жия, благоуха́ния честно́е селе́ние,
        Твои́ми моли́твами сосу́д мя избра́нный соде́лай, я́ко да освяще́ний причащу́ся
        Сы́на Твое́го.
      </p>
    </section>
  );
};

export default Песнь5;
