import { Typography } from '@mui/material';

const Песнь1: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Канон, <i>глас 2-й</i>
        </h3>
        <h3>Песнь 1</h3>
      </header>
      <Typography variant="body2">
        <i>Ирмо́с:</i> Гряди́те лю́дие, пои́м песнь Христу́ Бо́гу, разде́льшему мо́ре, и
        наста́вльшему лю́ди, я́же изведе́ из рабо́ты еги́петския, я́ко просла́вися.
      </Typography>
      <p>
        <i>Припев:</i>{" "}
        <b>
          Се́рдце чи́сто сози́жди во мне, Бо́же, и дух прав обнови́ во утро́бе мое́й.
        </b>
      </p>
      <p>
        Хлеб живота́ ве́чнующаго да бу́дет ми Те́ло Твое́ Свято́е, благоутро́бне
        Го́споди, и Честна́я Кровь, и неду́г многообра́зных исцеле́ние.
      </p>
      <p>
        <b>
          Не отве́ржи мене́ от лица́ Твоего́, и Ду́ха Твоего́ Свята́го не отыми́ от
          мене́.
        </b>
      </p>
      <p>
        Оскверне́н де́лы безме́стными окая́нный, Твоего́ Пречи́стаго Те́ла и
        Боже́ственныя Кро́ве недосто́ин есмь, Христе́, причаще́ния, его́же мя сподо́би.
      </p>
      <p>
        <b>Пресвята́я Богоро́дице, спаси́ нас.</b>
      </p>
      <p>
        <i>Богородичен:</i> Земле́ блага́я, благослове́нная Богоневе́сто, клас прозя́бшая неора́нный и
        спаси́тельный ми́ру, сподо́би мя сей яду́ща спасти́ся.
      </p>
    </section>
  );
};

export default Песнь1;
