import { Typography } from '@mui/material';

const Песнь9: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 9</h3>
      </header>
      <Typography variant="body2">
        Безнача́льна Роди́теля Сын, Бог и Госпо́дь, вопло́щся от Де́вы нам яви́ся,
        омраче́нная просвети́ти, собра́ти расточе́нная: тем всепе́тую Богоро́дицу
        велича́ем.
      </Typography>
      <p>
        <b>
          Се́рдце чи́сто сози́жди во мне, Бо́же, и дух прав обнови́ во утро́бе мое́й.
        </b>
      </p>
      <p>
        Христо́с е́сть, вкуси́те и ви́дите: Госпо́дь нас ра́ди, по нам бо дре́вле
        бы́вый, еди́ною Себе́ прине́с, я́ко приноше́ние Отцу́ Своему́, при́сно
        закала́ется, освяща́яй причаща́ющияся.
      </p>
      <p>
        <b>
          Не отве́ржи мене́ от лица́ Твоего́, и Ду́ха Твоего́ Свята́го не отыми́ от
          мене́.
        </b>
      </p>
      <p>
        Душе́ю и те́лом да освящу́ся, Влады́ко, да просвещу́ся, да спасу́ся, да бу́ду
        дом Твой причаще́нием свяще́нных Та́ин, живу́щаго Тя име́я в себе́ со Отце́м и
        Ду́хом, Благоде́телю Многоми́лостиве.
      </p>
      <p>
        <b>Возда́ждь ми ра́дость спасе́ния Твое́го и Ду́хом Владычним утверди́ мя.</b>
      </p>
      <p>
        Я́коже огнь да бу́дет ми, и я́ко свет, Те́ло Твое́ и Кровь, Спа́се мой,
        пречестна́я, опаля́я грехо́вное вещество́, сжига́я же страсте́й те́рние, и
        всего́ мя просвеща́я, покланя́тися Божеству́ Твоему́.
      </p>
      <p>
        <b>Пресвята́я Богоро́дице, спаси́ нас.</b>
      </p>
      <p>
        <i>Богородичен:</i> Бог воплоти́ся от чи́стых крове́й Твои́х; те́мже вся́кий
        род пое́т Тя, Влады́чице, у́мная же мно́жества сла́вят, я́ко Тобо́ю я́ве узре́ша
        все́ми Влады́чествующаго, осуществова́вшагося челове́чеством.
      </p>
    </section>
  );
};

export default Песнь9;
