import { Typography } from "@mui/material";

const Песнь7: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 7</h3>
      </header>
      <Typography variant="body2">
        Те́лу злато́му прему́дрыя де́ти не послужи́ша, и в пла́мень са́ми поидо́ша, и
        бо́ги их обруга́ша, среди́ пла́мене возопи́ша, и ороси́ я А́нгел: услы́шася уже́
        уст ва́ших моли́тва.
      </Typography>
      <p>
        <b>
          Се́рдце чи́сто сози́жди во мне, Бо́же, и дух прав обнови́ во утро́бе мое́й.
        </b>
      </p>
      <p>
        Исто́чник благи́х, причаще́ние, Христе́, безсме́ртных Твои́х ны́не Та́инств да
        бу́дет ми свет, и живо́т, и безстра́стие, и к преспея́нию же и умноже́нию
        доброде́тели Боже́ственнейшия хода́тайственно, еди́не Бла́же, я́ко да сла́влю
        Тя.
      </p>
      <p>
        <b>
          Не отве́ржи мене́ от лица́ Твоего́, и Ду́ха Твоего́ Свята́го не отыми́ от
          мене́.
        </b>
      </p>
      <p>
        Да изба́влюся от страсте́й, и враго́в, и ну́жды, и вся́кия ско́рби, тре́петом и
        любо́вию со благогове́нием, Человеколю́бче, приступа́яй ны́не к Твои́м
        безсме́ртным и Боже́ственным Та́йнам, и пе́ти Тебе́ сподо́би: благослове́н еси́,
        Го́споди, Бо́же оте́ц на́ших.
      </p>
      <p>
        <b>Пресвята́я Богоро́дице, спаси́ нас.</b>
      </p>
      <p>
        <i>Богородичен:</i> Спа́са Христа́ ро́ждшая па́че ума́, Богоблагода́тная, молю́
        Тя ны́не, раб Твой, Чи́стую нечи́стый: хотя́щаго мя ны́не к пречи́стым Та́йнам
        приступи́ти, очи́сти всего́ от скве́рны пло́ти и ду́ха.
      </p>
    </section>
  );
};

export default Песнь7;
