import { Typography } from '@mui/material';

const Песнь3: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 3</h3>
      </header>
      <Typography variant="body2">
        На камени мя веры утвердив, разширил еси уста моя на враги моя.
        Возвесели бо ся дух мой, внегда пети: несть свят, якоже Бог наш, и несть
        праведен паче Тебе, Господи.
      </Typography>
      <p>
        <b>
          Се́рдце чи́сто сози́жди во мне, Бо́же, и дух прав обнови́ во утро́бе мое́й.
        </b>
      </p>
      <p>
        Сле́зныя ми пода́ждь, Христе́, ка́пли, скве́рну се́рдца моего́ очища́ющия: я́ко
        да благо́ю со́вестию очище́н, ве́рою прихожду́ и стра́хом, Влады́ко, ко
        причаще́нию Боже́ственных Даро́в Твои́х.
      </p>
      <p>
        <b>
          Не отве́ржи мене́ от лица́ Твоего́, и Ду́ха Твоего́ Свята́го не отыми́ от
          мене́.
        </b>
      </p>
      <p>
        Во оставле́ние да бу́дет ми прегреше́ний Пречи́стое Те́ло Твое́, и
        Боже́ственная Кровь, Ду́ха же Свята́го обще́ние, и в жизнь ве́чную,
        Человеколю́бче, и страсте́й и скорбе́й отчужде́ние.
      </p>
      <p>
        <b>Пресвята́я Богоро́дице, спаси́ нас.</b>
      </p>
      <p>
        <i>Богородичен:</i> Хле́ба живо́тнаго Tрапе́за Пресвята́я, свы́ше ми́лости
        ра́ди сше́дшаго, и ми́рови но́вый живо́т даю́щаго, и мене́ ны́не сподо́би
        недосто́йнаго, со стра́хом вкуси́ти сего́, и жи́ву бы́ти.
      </p>
    </section>
  );
};

export default Песнь3;
