import { Typography } from '@mui/material';

const Песнь6: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 6</h3>
      </header>
      <Typography variant="body2">
        В бе́здне грехо́вней валя́яся, неизсле́дную милосе́рдия Твое́го призыва́ю
        бе́здну: от тли, Бо́же, мя возведи́.
      </Typography>
      <p>
        <b>
          Се́рдце чи́сто сози́жди во мне, Бо́же, и дух прав обнови́ во утро́бе мое́й.
        </b>
      </p>
      <p>
        Ум, ду́шу и се́рдце освяти́, Спа́се, и те́ло мое́, и сподо́би неосужде́нно,
        Влады́ко, к стра́шным Та́йнам приступи́ти.
      </p>
      <p>
        <b>
          Не отве́ржи мене́ от лица́ Твоего́, и Ду́ха Твоего́ Свята́го не отыми́ от
          мене́.
        </b>
      </p>
      <p>
        Да бых устрани́лся от страсте́й, и Твоея́ благода́ти име́л бы приложе́ние,
        живота́ же утвержде́ние, причаще́нием Святы́х, Христе́, Та́ин Твои́х.
      </p>
      <p>
        <b>Пресвята́я Богоро́дице, спаси́ нас.</b>
      </p>
      <p>
        <i>Богородичен:</i> Бо́жие, Бо́же, Сло́во Свято́е, всего́ мя освяти́, ны́не
        приходя́щаго к Боже́ственным Твои́м Та́йнам, Святы́я Ма́тере Твоея́ мольба́ми.
      </p>
    </section>
  );
};

export default Песнь6;
