import { Typography } from '@mui/material';

const Песнь4: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Песнь 4</h3>
      </header>
      <Typography variant="body2">
        Прише́л еси́ от Де́вы, не хода́тай, ни А́нгел, но Сам, Го́споди, воплощься, и
        спасл еси́ всего́ мя челове́ка. Тем зову́ Ти: сла́ва си́ле Твое́й, Го́споди.
      </Typography>
      <p>
        <b>
          Се́рдце чи́сто сози́жди во мне, Бо́же, и дух прав обнови́ во утро́бе мое́й.
        </b>
      </p>
      <p>
        Восхоте́л еси́, нас ра́ди вопло́щся, Многоми́лостиве, за́клан бы́ти я́ко овча́,
        грех ра́ди челове́ческих: те́мже молю́ Тя, и моя́ очи́сти согреше́ния.
      </p>
      <p>
        <b>
          Не отве́ржи мене́ от лица́ Твоего́, и Ду́ха Твоего́ Свята́го не отыми́ от
          мене́.
        </b>
      </p>
      <p>
        Исцели́ души́ моея́ я́звы, Го́споди, и всего́ освяти́: и сподо́би, Влады́ко, я́ко
        да причащу́ся та́йныя Твоея́ Боже́ственныя ве́чери, окая́нный.
      </p>
      <p>
        <b>Пресвята́я Богоро́дице, спаси́ нас.</b>
      </p>
      <p>
        <i>Богородичен:</i> Уми́лостиви и мне Су́щаго от утро́бы Твоея́, Влады́чице,
        и соблюди́ мя нескве́рна раба́ Твое́го и непоро́чна, я́ко да прие́м у́мнаго
        би́сера, освящу́ся.
      </p>
    </section>
  );
};

export default Песнь4;
