const Псалом23: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Псалом 23</h3>
      </header>
      <p>
        Госпо́дня земля́, и исполне́ние ея́, вселе́нная, и вси́ живу́щии на ней. Той на
        моря́х основа́л ю есть, и на река́х угото́вал ю есть. Кто взы́дет на го́ру
        Госпо́дню? Или́ кто ста́нет на ме́сте святе́м Его́? Непови́нен рука́ма и чист
        се́рдцем, и́же не прия́т всу́е ду́шу свою́, и не кля́тся ле́стию и́скреннему
        своему́. Сей прии́мет благослове́ние от Го́спода, и ми́лостыню от Бо́га, Спа́са
        своего́. Сей род и́щущих Го́спода, и́щущих лице́ Бо́га Иа́ковля. Возми́те врата́,
        кня́зи ва́ша, и возми́теся врата́ ве́чная; и вни́дет Царь Сла́вы. Кто есть сей
        Царь Сла́вы? Госпо́дь кре́пок и си́лен, Госпо́дь си́лен в бра́ни. Возми́те
        врата́, кня́зи ва́ша, и возми́теся врата́ ве́чная; и вни́дет Царь Сла́вы. Кто
        есть сей Царь Сла́вы? Госпо́дь сил, Той есть Царь Сла́вы.
      </p>
    </section>
  );
};

export default Псалом23;
