const Псалом22: React.FC = () => {
  return (
    <section>
      <header>
        <h3>Псалом 22</h3>
      </header>
      <p>
        Господь — Пастырь мой; я ни в чем не буду нуждаться: Он покоит меня на
        злачных пажитях и водит меня к водам тихим, подкрепляет душу мою,
        направляет меня на стези правды ради имени Своего. Если я пойду и
        долиною смертной тени, не убоюсь зла, потому что Ты со мной; Твой жезл и
        Твой посох — они успокаивают меня. Ты приготовил предо мною трапезу в
        виду врагов моих; умастил елеем голову мою; чаша моя преисполнена. Так,
        благость и милость Твоя да сопровождают меня во все дни жизни моей, и я
        пребуду в доме Господнем многие дни.
      </p>
    </section>
  );
};

export default Псалом22;
