import { Box } from "@mui/material";

const Стихи: React.FC = () => {
  return (
    <section>
      <p>
        <i>Приходя же причаститься, произноси мысленно эти стихи Метафраста:</i>
      </p>
      <Box
        sx={{
          "& > p:not(:first-of-type)": {
            marginTop: 0,
          },
          "& > p:not(:last-of-type)": {
            marginBottom: 0,
          },
        }}
      >
        <p>Се приступа́ю к Боже́ственному Причаще́нию.</p>
        <p>Соде́телю, да не опали́ши мя приобще́нием:</p>
        <p>Огнь бо еси́, недосто́йныя попаля́яй.</p>
        <p>Но у́бо очи́сти мя от вся́кия скве́рны.</p>
      </Box>
      <p>
        <i>Затем:</i>
      </p>
      <p>
        Ве́чери Твоея́ та́йныя днесь, Сы́не Бо́жий, прича́стника мя приими́; не бо
        враго́м Твои́м та́йну пове́м, ни лобза́ния Ти дам, я́ко Иу́да, но я́ко разбо́йник
        испове́даю Тя: помяни́ мя, Го́споди, во Ца́рствии Твое́м.
      </p>
      <p>
        <i>И стихи:</i>
      </p>
      <Box
        sx={{
          "& > p:not(:first-of-type)": {
            marginTop: 0,
          },
          "& > p:not(:last-of-type)": {
            marginBottom: 0,
          },
        }}
      >
        <p>Боготворя́щую Кровь ужасни́ся, челове́че, зря:</p>
        <p>Огнь бо е́сть, недосто́йныя попаля́яй.</p>
        <p>Боже́ственное Те́ло и обожа́ет мя и пита́ет:</p>
        <p>Обожа́ет дух, ум же пита́ет стра́нно.</p>
      </Box>
      <p>
        <i>Потом тропари:</i>
      </p>
      <p>
        Услади́л мя еси́ любо́вию, Христе́, и измени́л мя еси́ Боже́ственным Твои́м
        раче́нием; но попали́ огне́м невеще́ственным грехи́ моя́, и насы́титися е́же в
        Тебе́ наслажде́ния сподо́би: да лику́я возвелича́ю, Бла́же, два прише́ствия
        Твоя́.
      </p>
      <p>
        Во све́тлостех Святы́х Твои́х ка́ко вни́ду недосто́йный? А́ще бо дерзну́ совни́ти
        в черто́г, оде́жда мя облича́ет, я́ко несть бра́чна, и свя́зан изве́ржен бу́ду
        от А́нгелов. Очи́сти, Го́споди, скве́рну души́ моея́, и спаси́ мя, я́ко
        Человеколю́бец.
      </p>
      <p>
        <i>Также молитву:</i>
      </p>
      <p>
        Влады́ко Человеколю́бче, Го́споди Иису́се Христе́ Бо́же мой, да не в суд ми
        бу́дут Свята́я сия́, за е́же недосто́йну ми бы́ти: но во очище́ние и освяще́ние
        души́ же и те́ла, и во обруче́ние бу́дущия жи́зни и ца́рствия. Мне же, е́же
        прилепля́тися Бо́гу, бла́го е́сть, полага́ти во Го́споде упова́ние спасе́ния
        моего́.
      </p>
      <p>
        <i>И еще:</i>
      </p>
      <p>
        Ве́чери Твоея́ та́йныя днесь, Сы́не Бо́жий, прича́стника мя приими́; не бо
        враго́м Твои́м та́йну пове́м, ни лобза́ния Ти дам, я́ко Иу́да, но я́ко разбо́йник
        испове́даю Тя: помяни́ мя, Го́споди, во Ца́рствии Твое́м.
      </p>
    </section>
  );
};

export default Стихи;
