const Тропaри: React.FC = () => {
  return (
    <section>
      <header>
        <h3>
          Тропари, <i>глас 8-й</i>
        </h3>
      </header>
      <p>
        Беззако́ния моя́ пре́зри, Го́споди, от Де́вы рожде́йся, и се́рдце мое́ очи́сти,
        храм то творя́ пречи́стому Твоему́ Те́лу и Кро́ви, ниже́ отри́ни мене́ от Твоего́
        лица́, без числа́ име́яй ве́лию ми́лость.
      </p>
      <p>Сла́ва: Во прича́стие святы́нь Твои́х ка́ко дерзну́, недосто́йный? А́ще бо
        дерзну́ к Тебе́ приступи́ти с досто́йными, хито́н мя облича́ет, я́ко несть
        вече́рний, и осужде́ние исхода́тайствую многогре́шной души́ мое́й. Очи́сти,
        Го́споди, скве́рну души́ моея́, и спаси́ мя, я́ко Человеколю́бец.
      </p>
      <p>И ны́не: Мно́гая мно́жества мои́х, Богоро́дице, прегреше́ний, к Тебе́ прибего́х, Чи́стая,
        спасе́ния тре́буя: посети́ немощству́ющую мою́ ду́шу, и моли́ Сы́на Твоего́ и
        Бо́га на́шего, да́ти ми оставле́ние, я́же соде́ях лю́тых, Еди́на благослове́нная.
      </p>
      <p>
        <i>Во Святую же Четыредесятницу:</i>
      </p>
      <p>
        Егда́ сла́внии ученицы́ на умове́нии ве́чери просвеща́хуся, тогда́ Иу́да
        злочести́вый сребролю́бием неду́говав омрача́шеся, и беззако́нным судия́м Тебе́
        пра́веднаго Судию́ предае́т. Виждь, име́ний рачи́телю, сих ра́ди удавле́ние
        употреби́вша: бежи́ несы́тыя души́, Учи́телю такова́я дерзну́вшия. И́же о всех
        благи́й Го́споди, сла́ва Тебе́.
      </p>
    </section>
  );
};

export default Тропaри;
