import ПоСвятомПричащении from './цс/ПоСвятомПричащении';
import ПоСвятомПричащенииРу from './ру/ПоСвятомПричащении';
import Молитва1 from './цс/Молитва1';
import Молитва1Ру from './ру/Молитва1';
import Молитва2 from './цс/Молитва2';
import Молитва2Ру from './ру/Молитва2';
import Молитва3 from './цс/Молитва3';
import Молитва3Ру from './ру/Молитва3';
import Молитва4 from './цс/Молитва4';
import Молитва4Ру from './ру/Молитва4';
import Молитва5 from './цс/Молитва5';
import Молитва5Ру from './ру/Молитва5';
import Тропaрь1 from './цс/Тропaрь1';
import Тропaрь1Ру from './ру/Тропaрь1';
import Кондак1 from './цс/Кондак1';
import Кондак1Ру from './ру/Кондак1';
import Тропaрь2 from './цс/Тропaрь2';
import Тропaрь2Ру from './ру/Тропaрь2';
import Кондак2 from './цс/Кондак2';
import Кондак2Ру from './ру/Кондак2';
import Тропaрь3 from './цс/Тропaрь3';
import Тропaрь3Ру from './ру/Тропaрь3';
import Кондак3 from './цс/Кондак3';
import Кондак3Ру from './ру/Кондак3';

const Последование: React.FC = () => {
  return (
    <>
      <ПоСвятомПричащении/>
      <ПоСвятомПричащенииРу/>

      <Молитва1/>
      <Молитва1Ру/>
      <Молитва2/>
      <Молитва2Ру/>
      <Молитва3/>
      <Молитва3Ру/>
      <Молитва4/>
      <Молитва4Ру/>
      <Молитва5/>
      <Молитва5Ру/>
      <Тропaрь1/>
      <Тропaрь1Ру/>
      <Кондак1/>
      <Кондак1Ру/>
      <Тропaрь2/>
      <Тропaрь2Ру/>
      <Кондак2/>
      <Кондак2Ру/>
      <Тропaрь3/>
      <Тропaрь3Ру/>
      <Кондак3/>
      <Кондак3Ру/>
    </>
  );
};

export default Последование;
